{
    "HTR3C2P": 1,
    "A1BG": 2,
    "A1BG-AS1": 3,
    "A1CF": 4,
    "A2M": 5,
    "A2M-AS1": 6,
    "A2ML1": 7,
    "A2MP1": 8,
    "A3GALT2": 9,
    "A4GALT": 10,
    "A4GNT": 11,
    "AA06": 12,
    "AACS": 13,
    "AACSP1": 14,
    "AADAC": 15,
    "AADACL3": 16,
    "AADACL4": 17,
    "AADACP1": 18,
    "AADAT": 19,
    "PRXL2C": 20,
    "AAGAB": 21,
    "AAK1": 22,
    "AAMDC": 23,
    "AAMP": 24,
    "AANAT": 25,
    "AAR2": 26,
    "AARD": 27,
    "AARS1": 28,
    "AARS2": 29,
    "AARSD1": 30,
    "AASDH": 31,
    "AASDHPPT": 32,
    "AASS": 33,
    "AATBC": 34,
    "AATK": 35,
    "PVALEF": 36,
    "ABAT": 37,
    "ABCA1": 38,
    "ABCA10": 39,
    "ABCA11P": 40,
    "ABCA12": 41,
    "ABCA13": 42,
    "ABCA17P": 43,
    "ABCA2": 44,
    "ABCA3": 45,
    "ABCA4": 46,
    "ABCA5": 47,
    "ABCA6": 48,
    "ABCA7": 49,
    "ABCA8": 50,
    "ABCA9": 51,
    "ABCA9-AS1": 52,
    "ABCB1": 53,
    "ABCB10": 54,
    "ABCB10P1": 55,
    "ABCB4": 56,
    "ABCB5": 57,
    "ABCB6": 58,
    "ABCB7": 59,
    "ABCB8": 60,
    "ABCB9": 61,
    "ABCC10": 62,
    "ABCC11": 63,
    "ABCC12": 64,
    "ABCC13": 65,
    "ABCC2": 66,
    "ABCC3": 67,
    "ABCC4": 68,
    "ABCC5": 69,
    "ABCC5-AS1": 70,
    "ABCC8": 71,
    "ABCC9": 72,
    "ABCD1": 73,
    "ABCD1P3": 74,
    "ABCD1P5": 75,
    "ABCD2": 76,
    "ABCD3": 77,
    "ABCD4": 78,
    "ABCE1": 79,
    "ABCF2": 80,
    "ABCF2P1": 81,
    "ABCF2P2": 82,
    "ABCF3": 83,
    "ABCG1": 84,
    "ABCG2": 85,
    "ABCG4": 86,
    "ABCG5": 87,
    "ABCG8": 88,
    "ABHD1": 89,
    "ABHD10": 90,
    "ABHD11": 91,
    "ABHD11-AS1": 92,
    "ABHD12": 93,
    "ABHD12B": 94,
    "ABHD13": 95,
    "ABHD14A": 96,
    "ABHD14A-ACY1": 97,
    "ABHD14B": 98,
    "ABHD15": 99,
    "ABHD16B": 100,
    "ABHD17A": 101,
    "ABHD17AP1": 102,
    "ABHD17AP3": 103,
    "ABHD17AP4": 104,
    "ABHD17AP5": 105,
    "ABHD17AP6": 106,
    "ABHD17AP7": 107,
    "ABHD17AP8": 108,
    "ABHD17AP9": 109,
    "ABHD17B": 110,
    "ABHD17C": 111,
    "ABHD2": 112,
    "ABHD3": 113,
    "ABHD4": 114,
    "ABHD5": 115,
    "ABHD6": 116,
    "ABHD8": 117,
    "ABI1": 118,
    "ABI1P1": 119,
    "ABI2": 120,
    "ABI3": 121,
    "ABI3BP": 122,
    "ABL1": 123,
    "ABL2": 124,
    "ABLIM1": 125,
    "ABLIM2": 126,
    "ABLIM3": 127,
    "ABRA": 128,
    "ABRACL": 129,
    "ABT1P1": 130,
    "ABTB1": 131,
    "ABTB2": 132,
    "ACAA1": 133,
    "ACAA2": 134,
    "ACACB": 135,
    "ACAD10": 136,
    "ACAD11": 137,
    "ACAD8": 138,
    "ACAD9": 139,
    "ACADL": 140,
    "ACADM": 141,
    "ACADS": 142,
    "ACADSB": 143,
    "ACADVL": 144,
    "ACAN": 145,
    "ACAP2": 146,
    "ACAP3": 147,
    "ACAT1": 148,
    "ACAT2": 149,
    "ACBD3": 150,
    "ACBD4": 151,
    "ACBD5": 152,
    "ACBD6": 153,
    "ACBD7": 154,
    "ACCS": 155,
    "ACCSL": 156,
    "ACD": 157,
    "ACE": 158,
    "ACE2": 159,
    "ACE3P": 160,
    "ACER1": 161,
    "ACER2": 162,
    "ACER3": 163,
    "ACHE": 164,
    "ACIN1": 165,
    "ACKR1": 166,
    "ACKR2": 167,
    "ACKR3": 168,
    "ACKR4": 169,
    "ACLY": 170,
    "ACMSD": 171,
    "ACO1": 172,
    "ACO2": 173,
    "ACOT1": 174,
    "ACOT11": 175,
    "ACOT12": 176,
    "ACOT13": 177,
    "ACOT2": 178,
    "ACOT4": 179,
    "ACOT6": 180,
    "ACOT7": 181,
    "ACOT8": 182,
    "ACOT9": 183,
    "ACOX1": 184,
    "ACOX2": 185,
    "ACOX3": 186,
    "ACOXL": 187,
    "ACP1": 188,
    "ACP2": 189,
    "ACP5": 190,
    "ACP6": 191,
    "ACP3": 192,
    "ACP4": 193,
    "ACRBP": 194,
    "GCNA": 195,
    "ACRV1": 196,
    "ACSBG1": 197,
    "ACSBG2": 198,
    "ACSF2": 199,
    "ACSF3": 200,
    "ACSL1": 201,
    "ACSL3": 202,
    "ACSL4": 203,
    "ACSL5": 204,
    "ACSL6": 205,
    "ACSM1": 206,
    "ACSM2A": 207,
    "ACSM2B": 208,
    "ACSM3": 209,
    "ACSM4": 210,
    "ACSM5": 211,
    "ACSM5P1": 212,
    "ACSM6": 213,
    "ACSS1": 214,
    "ACSS2": 215,
    "ACSS3": 216,
    "ACTA1": 217,
    "ACTA2": 218,
    "ACTA2-AS1": 219,
    "ACTB": 220,
    "ACTBL2": 221,
    "ACTBP1": 222,
    "ACTBP11": 223,
    "ACTBP12": 224,
    "ACTL11P": 225,
    "ACTBP14": 226,
    "ACTBP2": 227,
    "ACTBP4": 228,
    "ACTBP6": 229,
    "ACTBP7": 230,
    "ACTBP8": 231,
    "ACTBP9": 232,
    "ACTC1": 233,
    "ACTG1P1": 234,
    "ACTG1P10": 235,
    "ACTG1P11": 236,
    "ACTG1P12": 237,
    "ACTG1P13": 238,
    "ACTG1P14": 239,
    "ACTG1P16": 240,
    "ACTG1P17": 241,
    "ACTG1P18": 242,
    "ACTG1P19": 243,
    "ACTG1P2": 244,
    "ACTG1P20": 245,
    "ACTG1P21": 246,
    "ACTG1P22": 247,
    "ACTG1P23": 248,
    "ACTG1P24": 249,
    "ACTG1P3": 250,
    "ACTG1P4": 251,
    "ACTG1P9": 252,
    "ACTG2": 253,
    "ACTL10": 254,
    "ACTL6A": 255,
    "ACTL6B": 256,
    "ACTL7A": 257,
    "ACTL7B": 258,
    "ACTL8": 259,
    "ACTL9": 260,
    "ACTN1": 261,
    "ACTN1-AS1": 262,
    "ACTN2": 263,
    "ACTN3": 264,
    "ACTN4P1": 265,
    "ACTN4P2": 266,
    "ACTR10": 267,
    "ACTR1A": 268,
    "ACTR2": 269,
    "ACTR3": 270,
    "ACTR3B": 271,
    "ACTR3BP1": 272,
    "ACTR3BP2": 273,
    "ACTR3BP3": 274,
    "ACTR3BP4": 275,
    "ACTR3C": 276,
    "ACTR3P2": 277,
    "ACTR3P3": 278,
    "ACTR5": 279,
    "ACTR6": 280,
    "ACTR6P1": 281,
    "ACTR8": 282,
    "ACTRT1": 283,
    "ACTRT2": 284,
    "ACTRT3": 285,
    "ACVR1": 286,
    "ACVR1B": 287,
    "ACVR1C": 288,
    "ACVR2A": 289,
    "ACVR2B": 290,
    "ACVR2B-AS1": 291,
    "ACVRL1": 292,
    "ACY1": 293,
    "ACY3": 294,
    "ACYP1": 295,
    "ACYP2": 296,
    "ADA": 297,
    "ADAD1": 298,
    "RP11-331G2.6": 299,
    "ADAD1P2": 300,
    "ADAD2": 301,
    "ADAL": 302,
    "ADAM10": 303,
    "ADAM11": 304,
    "ADAM12": 305,
    "ADAM15": 306,
    "ADAM17": 307,
    "ADAM18": 308,
    "ADAM19": 309,
    "ADAM1A": 310,
    "ADAM1B": 311,
    "ADAM20": 312,
    "ADAM20P1": 313,
    "ADAM20P2": 314,
    "ADAM20P3": 315,
    "ADAM21": 316,
    "ADAM21P1": 317,
    "ADAM22": 318,
    "ADAM23": 319,
    "ADAM24P": 320,
    "ADAM28": 321,
    "ADAM29": 322,
    "ADAM30": 323,
    "ADAM33": 324,
    "ADAM3A": 325,
    "ADAM3B": 326,
    "ADAM5": 327,
    "ADAM7": 328,
    "ADAM8": 329,
    "ADAMDEC1": 330,
    "ADAMTS1": 331,
    "ADAMTS10": 332,
    "ADAMTS12": 333,
    "ADAMTS14": 334,
    "ADAMTS15": 335,
    "ADAMTS16": 336,
    "ADAMTS17": 337,
    "ADAMTS18": 338,
    "ADAMTS19": 339,
    "ADAMTS19-AS1": 340,
    "ADAMTS2": 341,
    "ADAMTS20": 342,
    "ADAMTS3": 343,
    "ADAMTS4": 344,
    "ADAMTS5": 345,
    "ADAMTS6": 346,
    "ADAMTS7": 347,
    "ADAMTS7P3": 348,
    "ADAMTS7P4": 349,
    "ADAMTS8": 350,
    "ADAMTS9": 351,
    "ADAMTS9-AS1": 352,
    "ADAMTS9-AS2": 353,
    "ADAMTSL1": 354,
    "ADAMTSL2": 355,
    "ADAMTSL4": 356,
    "ADAMTSL4-AS1": 357,
    "ADAMTSL5": 358,
    "ADAP1": 359,
    "ADAP2": 360,
    "ADAR": 361,
    "ADARB1": 362,
    "ADARB2": 363,
    "ADARB2-AS1": 364,
    "ADAT1": 365,
    "ADAT2": 366,
    "ADAT3": 367,
    "ADCK1": 368,
    "ADCK2": 369,
    "COQ8A": 370,
    "COQ8B": 371,
    "ADCY1": 372,
    "ADCY10": 373,
    "ADCY10P1": 374,
    "ADCY2": 375,
    "ADCY3": 376,
    "ADCY5": 377,
    "ADCY6": 378,
    "ADCY7": 379,
    "ADCY8": 380,
    "ADCY9": 381,
    "ADCYAP1": 382,
    "ADCYAP1R1": 383,
    "ADD1": 384,
    "ADD2": 385,
    "ADD3": 386,
    "ADD3-AS1": 387,
    "ADGB": 388,
    "ADGRA1": 389,
    "ADGRA1-AS1": 390,
    "ADGRA2": 391,
    "ADGRA3": 392,
    "ADGRB1": 393,
    "ADGRB2": 394,
    "ADGRB3": 395,
    "ADGRD1": 396,
    "ADGRD2": 397,
    "ADGRE1": 398,
    "ADGRE2": 399,
    "ADGRE3": 400,
    "ADGRE4P": 401,
    "ADGRE5": 402,
    "ADGRF1": 403,
    "ADGRF2": 404,
    "ADGRF3": 405,
    "ADGRF4": 406,
    "ADGRF5": 407,
    "ADGRF5P1": 408,
    "ADGRF5P2": 409,
    "ADGRG1": 410,
    "ADGRG2": 411,
    "ADGRG3": 412,
    "ADGRG4": 413,
    "ADGRG5": 414,
    "ADGRG6": 415,
    "ADGRG7": 416,
    "ADGRL2": 417,
    "ADGRL3": 418,
    "ADGRL3-AS1": 419,
    "ADGRL4": 420,
    "ADGRV1": 421,
    "ADH1A": 422,
    "ADH1B": 423,
    "ADH1C": 424,
    "ADH4": 425,
    "ADH5": 426,
    "ADH5P2": 427,
    "ADH5P3": 428,
    "ADH5P4": 429,
    "ADH6": 430,
    "ADH7": 431,
    "ADHFE1": 432,
    "ADIG": 433,
    "ADIPOQ": 434,
    "ADIPOQ-AS1": 435,
    "ADIPOR1": 436,
    "ADIPOR1P1": 437,
    "ADIPOR1P2": 438,
    "ADIRF": 439,
    "ADK": 440,
    "ADM": 441,
    "ADM2": 442,
    "ADM5": 443,
    "ADNP": 444,
    "ADNP-AS1": 445,
    "ADNP2": 446,
    "ADO": 447,
    "ADORA1": 448,
    "ADORA2A": 449,
    "ADORA2A-AS1": 450,
    "ADORA2B": 451,
    "ADORA2BP1": 452,
    "ADORA3": 453,
    "ADPGK": 454,
    "ADPGK-AS1": 455,
    "ADPRH": 456,
    "ADPRHL1": 457,
    "ADPRS": 458,
    "ADPRM": 459,
    "ADRA1A": 460,
    "ADRA1B": 461,
    "ADRA1D": 462,
    "ADRA2A": 463,
    "ADRA2B": 464,
    "ADRA2C": 465,
    "ADRB1": 466,
    "ADRB2": 467,
    "ADRB3": 468,
    "GRK2": 469,
    "GRK3": 470,
    "ADRM1": 471,
    "ADSL": 472,
    "ADSS2": 473,
    "ADSS1": 474,
    "ADTRP": 475,
    "AEBP1": 476,
    "AEBP2": 477,
    "AEN": 478,
    "TLE5": 479,
    "AFAP1": 480,
    "AFAP1-AS1": 481,
    "AFAP1L1": 482,
    "AFAP1L2": 483,
    "AFF1": 484,
    "AFF2": 485,
    "AFF3": 486,
    "AFF4": 487,
    "AFG3L1P": 488,
    "AFG3L2": 489,
    "AFG3L2P1": 490,
    "AFM": 491,
    "AFMID": 492,
    "AFP": 493,
    "AFTPH": 494,
    "AGA": 495,
    "AGAP1": 496,
    "AGAP1-IT1": 497,
    "AGAP10P": 498,
    "AGAP11": 499,
    "AGAP2": 500,
    "AGAP2-AS1": 501,
    "AGAP3": 502,
    "AGAP4": 503,
    "AGAP5": 504,
    "AGAP6": 505,
    "AGAP7P": 506,
    "AGAP9": 507,
    "AGBL1": 508,
    "AGBL1-AS1": 509,
    "AGBL3": 510,
    "AGBL4": 511,
    "AGBL4-IT1": 512,
    "AGBL5": 513,
    "AGBL5-AS1": 514,
    "AGFG1": 515,
    "AGFG2": 516,
    "AGGF1": 517,
    "AGGF1P1": 518,
    "AGGF1P2": 519,
    "AGGF1P3": 520,
    "AGGF1P4": 521,
    "AGKP1": 522,
    "AGL": 523,
    "AGMAT": 524,
    "AGMO": 525,
    "AGO1": 526,
    "AGO2": 527,
    "AGO3": 528,
    "AGO4": 529,
    "AGPAT2": 530,
    "AGPAT3": 531,
    "AGPAT4": 532,
    "AGPAT5P1": 533,
    "GPAT4": 534,
    "GPAT3": 535,
    "AGPS": 536,
    "AGR2": 537,
    "AGR3": 538,
    "AGRN": 539,
    "AGRP": 540,
    "AGT": 541,
    "AGTPBP1": 542,
    "AGTR1": 543,
    "AGTR2": 544,
    "AGTRAP": 545,
    "AGXT": 546,
    "AGXT2": 547,
    "AHCTF1": 548,
    "AHCTF1P1": 549,
    "AHCY": 550,
    "AHCYL1": 551,
    "AHCYL2": 552,
    "AHCYP2": 553,
    "AHCYP3": 554,
    "AHCYP4": 555,
    "AHCYP5": 556,
    "AHCYP7": 557,
    "AHDC1": 558,
    "AHI1": 559,
    "AHNAK": 560,
    "AHNAK2": 561,
    "AHR": 562,
    "AHRR": 563,
    "AHSA1": 564,
    "AHSA2P": 565,
    "AHSG": 566,
    "AHSP": 567,
    "AICDA": 568,
    "AIDA": 569,
    "AIF1L": 570,
    "AIFM1": 571,
    "AIFM1P1": 572,
    "AIFM2": 573,
    "AIFM3": 574,
    "AIG1": 575,
    "CRYBG1": 576,
    "CRYBG2": 577,
    "AIM2": 578,
    "AIMP1": 579,
    "AIMP1P1": 580,
    "AIMP1P2": 581,
    "AIMP2": 582,
    "AIP": 583,
    "AIPL1": 584,
    "AIRE": 585,
    "AIRN": 586,
    "AJAP1": 587,
    "AJUBA": 588,
    "AK1": 589,
    "AK2": 590,
    "AK2P2": 591,
    "AK3": 592,
    "AK3P3": 593,
    "AK3P4": 594,
    "AK3P5": 595,
    "RP11-753B7.2": 596,
    "AK4": 597,
    "AK4P2": 598,
    "AK4P3": 599,
    "AK4P4": 600,
    "AK4P5": 601,
    "AK4P6": 602,
    "AK5": 603,
    "AK7": 604,
    "AK8": 605,
    "AK9": 606,
    "AKAP1": 607,
    "AKAP10": 608,
    "AKAP11": 609,
    "AKAP12": 610,
    "AKAP13": 611,
    "AKAP14": 612,
    "AKAP17BP": 613,
    "AKAP3": 614,
    "AKAP4": 615,
    "AKAP5": 616,
    "AKAP6": 617,
    "AKAP7": 618,
    "AKAP8": 619,
    "AKAP8L": 620,
    "AKAP8P1": 621,
    "AKAP9": 622,
    "AKIP1": 623,
    "AKIRIN1": 624,
    "AKIRIN1P1": 625,
    "AKIRIN2": 626,
    "AKIRIN2P1": 627,
    "AKNA": 628,
    "AKNAD1": 629,
    "AKR1A1": 630,
    "AKR1B1": 631,
    "AKR1B10": 632,
    "AKR1B10P1": 633,
    "AKR1B10P2": 634,
    "AKR1B15": 635,
    "AKR1B1P1": 636,
    "AKR1B1P2": 637,
    "AKR1B1P3": 638,
    "AKR1B1P4": 639,
    "AKR1B1P5": 640,
    "AKR1B1P6": 641,
    "AKR1B1P7": 642,
    "AKR1B1P8": 643,
    "AKR1C1": 644,
    "AKR1C2": 645,
    "AKR1C3": 646,
    "AKR1C4": 647,
    "AKR1C6P": 648,
    "AKR1C7P": 649,
    "AKR1C8P": 650,
    "AKR1D1": 651,
    "AKR1D1P1": 652,
    "AKR1E2": 653,
    "AKR7A2": 654,
    "AKR7A3": 655,
    "AKR7L": 656,
    "AKT1": 657,
    "AKT1S1": 658,
    "AKT2": 659,
    "AKTIP": 660,
    "ALAD": 661,
    "ALAS1": 662,
    "ALAS2": 663,
    "ALB": 664,
    "ALCAM": 665,
    "ALDH16A1": 666,
    "ALDH18A1": 667,
    "ALDH1A1": 668,
    "ALDH1A2": 669,
    "ALDH1A3": 670,
    "ALDH1B1": 671,
    "ALDH1L1": 672,
    "ALDH1L1-AS1": 673,
    "ALDH1L1-AS2": 674,
    "ALDH1L2": 675,
    "ALDH2": 676,
    "ALDH3A1": 677,
    "ALDH3A2": 678,
    "ALDH3B1": 679,
    "ALDH3B2": 680,
    "ALDH4A1": 681,
    "ALDH5A1": 682,
    "ALDH6A1": 683,
    "ALDH7A1": 684,
    "ALDH7A1P1": 685,
    "ALDH7A1P2": 686,
    "ALDH7A1P3": 687,
    "ALDH7A1P4": 688,
    "ALDH8A1": 689,
    "ALDH9A1": 690,
    "ALDOA": 691,
    "ALDOAP1": 692,
    "ALDOAP2": 693,
    "ALDOB": 694,
    "ALDOC": 695,
    "ALG1": 696,
    "ALG10": 697,
    "ALG10B": 698,
    "ALG11": 699,
    "ALG12": 700,
    "ALG13": 701,
    "ALG14": 702,
    "ALG1L": 703,
    "ALG1L12P": 704,
    "ALG1L14P": 705,
    "ALG1L15P": 706,
    "ALG1L2": 707,
    "ALG1L3P": 708,
    "ALG1L5P": 709,
    "ALG1L7P": 710,
    "ALG1L8P": 711,
    "ALG1L9P_ENSG00000254978": 712,
    "ALG2": 713,
    "ALG3": 714,
    "ALG3P1": 715,
    "ALG5": 716,
    "ALG6": 717,
    "ALG8": 718,
    "ALG9": 719,
    "ALK": 720,
    "ALKBH1": 721,
    "ALKBH2": 722,
    "ALKBH3": 723,
    "ALKBH3-AS1": 724,
    "ALKBH4": 725,
    "ALKBH5": 726,
    "ALKBH6": 727,
    "ALKBH7": 728,
    "ALKBH8": 729,
    "ALLC": 730,
    "ALMS1": 731,
    "ALOX12": 732,
    "ALOX12-AS1": 733,
    "ALOX12B": 734,
    "ALOX12P1": 735,
    "ALOX12P2": 736,
    "ALOX15": 737,
    "ALOX15B": 738,
    "ALOX15P1": 739,
    "ALOX15P2": 740,
    "ALOX5AP": 741,
    "ALOXE3": 742,
    "ALOXE3P1": 743,
    "ALPI": 744,
    "ALPK1": 745,
    "ALPK2": 746,
    "ALPK3": 747,
    "ALPL": 748,
    "ALPP": 749,
    "ALPG": 750,
    "ALS2": 751,
    "ALS2CL": 752,
    "C2CD6": 753,
    "FLACC1": 754,
    "ALX1": 755,
    "ALX3": 756,
    "ALX4": 757,
    "ALYREF": 758,
    "AMACR": 759,
    "AMBN": 760,
    "AMBP": 761,
    "AMBRA1": 762,
    "AMD1": 763,
    "AMD1P1": 764,
    "AMDHD1": 765,
    "AMDHD2": 766,
    "AMELX": 767,
    "AMELY": 768,
    "AMER1": 769,
    "AMER2": 770,
    "AMER3": 771,
    "AMFR": 772,
    "AMH": 773,
    "AMHR2": 774,
    "JAML": 775,
    "AMIGO1": 776,
    "AMIGO2": 777,
    "AMIGO3": 778,
    "AMMECR1": 779,
    "AMMECR1L": 780,
    "AMMECR1LP1": 781,
    "AMN": 782,
    "AMN1": 783,
    "AMOT": 784,
    "AMOTL1": 785,
    "AMOTL2": 786,
    "AMPD1": 787,
    "AMPD2": 788,
    "AMPD3": 789,
    "AMPH": 790,
    "AMT": 791,
    "AMTN": 792,
    "AMY1A": 793,
    "AMY1B": 794,
    "AMY1C": 795,
    "AMY2A": 796,
    "AMY2B": 797,
    "AMYP1": 798,
    "AMZ1": 799,
    "AMZ2": 800,
    "AMZ2P1": 801,
    "AMZ2P2": 802,
    "ANAPC1": 803,
    "ANAPC10": 804,
    "ANAPC10P1": 805,
    "ANAPC11": 806,
    "ANAPC13": 807,
    "ANAPC15": 808,
    "ANAPC16": 809,
    "ANAPC1P1": 810,
    "ANAPC2": 811,
    "ANAPC4": 812,
    "ANAPC5": 813,
    "ANAPC7": 814,
    "ANG": 815,
    "ANGEL1": 816,
    "ANGEL2": 817,
    "ANGPT1": 818,
    "ANGPT2": 819,
    "ANGPT4": 820,
    "ANGPTL1": 821,
    "ANGPTL2": 822,
    "ANGPTL3": 823,
    "ANGPTL4": 824,
    "ANGPTL5": 825,
    "ANGPTL6": 826,
    "ANGPTL7": 827,
    "ANHX": 828,
    "ANK1": 829,
    "ANK2": 830,
    "ANK3": 831,
    "ANKAR": 832,
    "ANKDD1A": 833,
    "ANKDD1B": 834,
    "ANKEF1": 835,
    "ANKFN1": 836,
    "ANKFY1": 837,
    "ANKH": 838,
    "ANKHD1": 839,
    "ANKHD1-EIF4EBP3": 840,
    "ANKIB1": 841,
    "ANKK1": 842,
    "ANKLE1": 843,
    "ANKLE2": 844,
    "ANKMY1": 845,
    "ANKMY2": 846,
    "ANKRA2": 847,
    "ANKRD1": 848,
    "ANKRD10": 849,
    "ANKRD11": 850,
    "ANKRD12": 851,
    "ANKRD13A": 852,
    "ANKRD13B": 853,
    "ANKRD13C": 854,
    "ANKRD13D": 855,
    "ANKRD16": 856,
    "ANKRD17": 857,
    "ANKRD18A": 858,
    "ANKRD18B": 859,
    "ANKRD18EP": 860,
    "ANKRD19P": 861,
    "ANKRD2": 862,
    "ANKRD20A1": 863,
    "ANKRD20A10P": 864,
    "ANKRD20A11P": 865,
    "ANKRD20A17P": 866,
    "ANKRD20A18P": 867,
    "ANKRD20A19P": 868,
    "ANKRD20A2P": 869,
    "ANKRD20A3P": 870,
    "ANKRD20A4P": 871,
    "ANKRD20A5P": 872,
    "ANKRD20A6P": 873,
    "ANKRD20A7P": 874,
    "ANKRD20A8P": 875,
    "ANKRD22": 876,
    "ANKRD23": 877,
    "ANKRD24": 878,
    "ANKRD26": 879,
    "ANKRD26P1": 880,
    "ANKRD26P2": 881,
    "ANKRD26P3": 882,
    "ANKRD26P4": 883,
    "ANKRD27": 884,
    "ANKRD28": 885,
    "ANKRD29": 886,
    "ANKRD30A": 887,
    "ANKRD30B": 888,
    "ANKRD30BL": 889,
    "ANKRD30BP1": 890,
    "ANKRD30BP2": 891,
    "ANKRD31": 892,
    "SLF1": 893,
    "ANKRD33": 894,
    "ANKRD33B": 895,
    "ANKRD34A": 896,
    "ANKRD34B": 897,
    "ANKRD34C": 898,
    "ANKRD34C-AS1": 899,
    "ANKRD35": 900,
    "ANKRD36BP1": 901,
    "ANKRD36BP2": 902,
    "ANKRD36C": 903,
    "ANKRD36P1": 904,
    "ANKRD37": 905,
    "ANKRD39": 906,
    "ANKRD40": 907,
    "ANKRD42": 908,
    "ANKRD44": 909,
    "ANKRD44-IT1": 910,
    "ANKRD45": 911,
    "ANKRD46": 912,
    "ANKRD49": 913,
    "ANKRD50": 914,
    "ANKRD52": 915,
    "ANKRD53": 916,
    "ANKRD54": 917,
    "ANKRD54P1": 918,
    "ANKRD55": 919,
    "ANKRD6": 920,
    "ANKRD60": 921,
    "ANKRD61": 922,
    "ANKRD62": 923,
    "ANKRD62P1-PARP4P3": 924,
    "ANKRD63": 925,
    "ANKRD65": 926,
    "ANKRD66": 927,
    "ANKRD7": 928,
    "ANKRD9": 929,
    "ANKS1A": 930,
    "ANKS1B": 931,
    "ANKS3": 932,
    "ANKS6": 933,
    "ANKUB1": 934,
    "ANKZF1": 935,
    "ANLN": 936,
    "ANO1": 937,
    "LINC02584": 938,
    "ANO10": 939,
    "ANO2": 940,
    "ANO3": 941,
    "ANO5": 942,
    "ANO6": 943,
    "ANO7": 944,
    "ANO8": 945,
    "ANO9": 946,
    "ANP32A": 947,
    "ANP32AP1": 948,
    "ANP32B": 949,
    "ANP32BP1": 950,
    "ANP32BP2": 951,
    "ANP32BP3": 952,
    "ANP32C": 953,
    "ANP32D": 954,
    "ANP32E": 955,
    "ANPEP": 956,
    "ANTXR1": 957,
    "ANTXR2": 958,
    "ANTXRL": 959,
    "ANTXRLP1": 960,
    "ANXA1": 961,
    "ANXA10": 962,
    "ANXA11": 963,
    "ANXA13": 964,
    "ANXA2": 965,
    "ANXA2P1": 966,
    "ANXA2P2": 967,
    "ANXA2P3": 968,
    "ANXA2R": 969,
    "ANXA3": 970,
    "ANXA4": 971,
    "ANXA5": 972,
    "ANXA6": 973,
    "ANXA7": 974,
    "ANXA8": 975,
    "ANXA8L1": 976,
    "ANXA9": 977,
    "AOAH": 978,
    "AOAH-IT1": 979,
    "AOC1": 980,
    "AOC2": 981,
    "AOC3": 982,
    "AOC4P": 983,
    "AOX1": 984,
    "AOX2P": 985,
    "AP1AR": 986,
    "AP1B1": 987,
    "AP1B1P2": 988,
    "AP1G1": 989,
    "AP1G2": 990,
    "AP1M1": 991,
    "AP1M2": 992,
    "AP1S1": 993,
    "AP1S2": 994,
    "AP1S3": 995,
    "AP2A1": 996,
    "AP2B1": 997,
    "AP2M1": 998,
    "AP2S1": 999,
    "AP3B1": 1000,
    "AP3B2": 1001,
    "AP3D1": 1002,
    "AP3M1": 1003,
    "AP3M2": 1004,
    "AP3S1": 1005,
    "AP3S2": 1006,
    "AP4B1": 1007,
    "AP4B1-AS1": 1008,
    "AP4E1": 1009,
    "AP4M1": 1010,
    "AP4S1": 1011,
    "AP5B1": 1012,
    "AP5M1": 1013,
    "AP5S1": 1014,
    "AP5Z1": 1015,
    "APAF1": 1016,
    "APBA3": 1017,
    "APBB1": 1018,
    "APBB1IP": 1019,
    "APBB2": 1020,
    "APBB3": 1021,
    "APC": 1022,
    "APC2": 1023,
    "APCDD1": 1024,
    "APCDD1L": 1025,
    "APCDD1L-DT": 1026,
    "APCS": 1027,
    "APEH": 1028,
    "APELA": 1029,
    "APEX2": 1030,
    "APH1A": 1031,
    "APH1B": 1032,
    "API5": 1033,
    "API5P1": 1034,
    "API5P2": 1035,
    "APIP": 1036,
    "CENPS": 1037,
    "CENPS-CORT": 1038,
    "APLF": 1039,
    "APLN": 1040,
    "APLNR": 1041,
    "APLP1": 1042,
    "APLP2": 1043,
    "APMAP": 1044,
    "APOA1": 1045,
    "APOA1-AS": 1046,
    "NAXE": 1047,
    "APOA2": 1048,
    "APOA4": 1049,
    "APOA5": 1050,
    "APOBEC1": 1051,
    "APOBEC2": 1052,
    "APOBEC3B": 1053,
    "APOBEC3B-AS1": 1054,
    "APOBEC3C": 1055,
    "APOBEC3D": 1056,
    "APOBEC3F": 1057,
    "APOBEC3G": 1058,
    "APOBEC3H": 1059,
    "APOBEC4": 1060,
    "APOBR": 1061,
    "APOC1": 1062,
    "APOC1P1": 1063,
    "APOC2": 1064,
    "APOC3": 1065,
    "APOC4": 1066,
    "APOC4-APOC2": 1067,
    "APOD": 1068,
    "APOE": 1069,
    "APOF": 1070,
    "APOH": 1071,
    "APOL1": 1072,
    "APOL2": 1073,
    "APOL3": 1074,
    "APOL4": 1075,
    "APOL6": 1076,
    "APOLD1": 1077,
    "APOO": 1078,
    "APOOL": 1079,
    "APOOP1": 1080,
    "APOOP2": 1081,
    "APOOP3": 1082,
    "APOOP4": 1083,
    "APOOP5": 1084,
    "COA8": 1085,
    "APP": 1086,
    "APPBP2": 1087,
    "APPL1": 1088,
    "APPL2": 1089,
    "APRT": 1090,
    "APTR": 1091,
    "APTX": 1092,
    "AQP1": 1093,
    "AQP10": 1094,
    "AQP11": 1095,
    "AQP12A": 1096,
    "AQP12B": 1097,
    "AQP2": 1098,
    "AQP3": 1099,
    "AQP4": 1100,
    "AQP4-AS1": 1101,
    "AQP5": 1102,
    "AQP6": 1103,
    "AQP7": 1104,
    "AQP7P1": 1105,
    "AQP7P2": 1106,
    "AQP7P3": 1107,
    "AQP7P4": 1108,
    "AQP8": 1109,
    "AQP9": 1110,
    "AQR": 1111,
    "AR": 1112,
    "ARAF": 1113,
    "ARAFP1": 1114,
    "ARAFP2": 1115,
    "ARAFP3": 1116,
    "ARAP1": 1117,
    "ARAP2": 1118,
    "ARAP3": 1119,
    "ARC": 1120,
    "ARCN1": 1121,
    "AREG": 1122,
    "AREL1": 1123,
    "ARF1": 1124,
    "ARF1P1": 1125,
    "ARF1P2": 1126,
    "ARF1P3": 1127,
    "ARF3": 1128,
    "ARF4": 1129,
    "ARF4P1": 1130,
    "ARF4P2": 1131,
    "ARF4P3": 1132,
    "ARF4P4": 1133,
    "ARF5": 1134,
    "ARF6": 1135,
    "ARFGAP1": 1136,
    "ARFGAP2": 1137,
    "ARFGAP3": 1138,
    "ARFGEF1": 1139,
    "ARFGEF2": 1140,
    "ARFGEF3": 1141,
    "ARFIP1": 1142,
    "ARFIP2": 1143,
    "ARFRP1": 1144,
    "ARG1": 1145,
    "ARG2": 1146,
    "ARGFX": 1147,
    "ARGFXP1": 1148,
    "ARGFXP2": 1149,
    "ARGLU1": 1150,
    "ARHGAP1": 1151,
    "ARHGAP10": 1152,
    "ARHGAP12": 1153,
    "ARHGAP15": 1154,
    "ARHGAP16P": 1155,
    "ARHGAP18": 1156,
    "ARHGAP19": 1157,
    "ARHGAP19-SLIT1": 1158,
    "ARHGAP20": 1159,
    "ARHGAP21": 1160,
    "ARHGAP22": 1161,
    "ARHGAP23P1": 1162,
    "ARHGAP24": 1163,
    "ARHGAP25": 1164,
    "ARHGAP26": 1165,
    "ARHGAP26-AS1": 1166,
    "ARHGAP26-IT1": 1167,
    "ARHGAP28": 1168,
    "ARHGAP29": 1169,
    "ARHGAP30": 1170,
    "ARHGAP31": 1171,
    "ARHGAP31-AS1": 1172,
    "ARHGAP32": 1173,
    "ARHGAP33": 1174,
    "ARHGAP35": 1175,
    "ARHGAP36": 1176,
    "ARHGAP39": 1177,
    "ARHGAP4": 1178,
    "ARHGAP40": 1179,
    "ARHGAP42": 1180,
    "ARHGAP42P1": 1181,
    "ARHGAP42P3": 1182,
    "ARHGAP42P4": 1183,
    "ARHGAP42P5": 1184,
    "ARHGAP44": 1185,
    "ARHGAP5": 1186,
    "ARHGAP5-AS1": 1187,
    "ARHGAP6": 1188,
    "ARHGAP8": 1189,
    "ARHGAP9": 1190,
    "ARHGDIA": 1191,
    "ARHGDIB": 1192,
    "ARHGDIG": 1193,
    "ARHGEF1": 1194,
    "ARHGEF10L": 1195,
    "ARHGEF11": 1196,
    "ARHGEF12": 1197,
    "ARHGEF15": 1198,
    "ARHGEF16": 1199,
    "ARHGEF17": 1200,
    "ARHGEF18": 1201,
    "ARHGEF2": 1202,
    "ARHGEF25": 1203,
    "ARHGEF28": 1204,
    "ARHGEF3": 1205,
    "ARHGEF3-AS1": 1206,
    "ARHGEF33": 1207,
    "ARHGEF34P": 1208,
    "ARHGEF37": 1209,
    "ARHGEF38": 1210,
    "ARHGEF38-IT1": 1211,
    "ARHGEF39": 1212,
    "ARHGEF4": 1213,
    "ARHGEF40": 1214,
    "ARHGEF6": 1215,
    "ARHGEF7": 1216,
    "ARHGEF7-AS1": 1217,
    "ARHGEF9": 1218,
    "ARHGEF9-IT1": 1219,
    "ARID1A": 1220,
    "ARID1B": 1221,
    "ARID2": 1222,
    "ARID3A": 1223,
    "ARID3B": 1224,
    "ARID3C": 1225,
    "ARID4A": 1226,
    "ARID4B": 1227,
    "ARID5A": 1228,
    "ARID5B": 1229,
    "ARIH1": 1230,
    "ARIH2": 1231,
    "ARIH2OS": 1232,
    "ARIH2P1": 1233,
    "ARL1": 1234,
    "ARL10": 1235,
    "ARL11": 1236,
    "ARL13A": 1237,
    "ARL13B": 1238,
    "ARL14": 1239,
    "ARL14EP": 1240,
    "ARL14EPL": 1241,
    "ARL15": 1242,
    "ARL16": 1243,
    "ARL17A": 1244,
    "ARL2": 1245,
    "ARL2-SNX15": 1246,
    "ARL2BP": 1247,
    "ARL2BPP1": 1248,
    "ARL2BPP10": 1249,
    "ARL2BPP2": 1250,
    "ARL2BPP3": 1251,
    "ARL2BPP4": 1252,
    "ARL2BPP5": 1253,
    "ARL2BPP6": 1254,
    "ARL2BPP7": 1255,
    "ARL2BPP8": 1256,
    "ARL3": 1257,
    "ARL4A": 1258,
    "ARL4C": 1259,
    "ARL4D": 1260,
    "ARL4AP1": 1261,
    "ARL4AP2": 1262,
    "ARL5A": 1263,
    "ARL5AP1": 1264,
    "ARL5AP2": 1265,
    "ARL5AP4": 1266,
    "ARL5B": 1267,
    "ARL5C": 1268,
    "ARL6": 1269,
    "ARL6IP1": 1270,
    "ARL6IP1P1": 1271,
    "ARL6IP1P2": 1272,
    "ARL6IP1P3": 1273,
    "ARL6IP4": 1274,
    "ARL6IP5": 1275,
    "ARL6IP6": 1276,
    "ARL8A": 1277,
    "ARL8B": 1278,
    "ARL9": 1279,
    "ARMC1": 1280,
    "ARMC10P1": 1281,
    "ARMC12": 1282,
    "ARMC2": 1283,
    "ARMC2-AS1": 1284,
    "ARMC3": 1285,
    "ODAD2": 1286,
    "ARMC5": 1287,
    "ARMC6": 1288,
    "ARMC7": 1289,
    "ARMC8": 1290,
    "ARMC8P1": 1291,
    "ARMC9": 1292,
    "ARMCX1": 1293,
    "ARMCX2": 1294,
    "ARMCX3": 1295,
    "ARMCX4": 1296,
    "ARMCX5": 1297,
    "ARMCX5-GPRASP2_ENSG00000271147": 1298,
    "ARMCX6": 1299,
    "ARMCX7P": 1300,
    "ARMS2": 1301,
    "ARMT1": 1302,
    "ARNT": 1303,
    "ARNT2": 1304,
    "ARNTL": 1305,
    "ARNTL2": 1306,
    "ARNTL2-AS1": 1307,
    "ARPC1A": 1308,
    "ARPC1B": 1309,
    "ARPC2": 1310,
    "ARPC3": 1311,
    "ARPC3P1": 1312,
    "ARPC3P2": 1313,
    "ARPC3P3": 1314,
    "ARPC3P4": 1315,
    "ARPC3P5": 1316,
    "ARPC4": 1317,
    "ARPC4-TTLL3": 1318,
    "ARPC5": 1319,
    "ARPC5L": 1320,
    "ARPIN": 1321,
    "ARPP19": 1322,
    "ARPP21": 1323,
    "ARR3": 1324,
    "ARRB1": 1325,
    "ARRB2": 1326,
    "ARRDC1": 1327,
    "ARRDC1-AS1": 1328,
    "ARRDC2": 1329,
    "ARRDC3": 1330,
    "ARRDC3-AS1": 1331,
    "ARRDC4": 1332,
    "ARRDC5": 1333,
    "ARSA": 1334,
    "ARSB": 1335,
    "ARSD": 1336,
    "ARSDP1": 1337,
    "ARSL": 1338,
    "ARSLP1": 1339,
    "ARSF": 1340,
    "ARSFP1": 1341,
    "ARSG": 1342,
    "ARSH": 1343,
    "ARSI": 1344,
    "ARSJ": 1345,
    "ARSK": 1346,
    "ART1": 1347,
    "ART2P": 1348,
    "ART3": 1349,
    "ART4": 1350,
    "ART5": 1351,
    "ARTN": 1352,
    "ARV1": 1353,
    "ARVCF": 1354,
    "ARX": 1355,
    "AS3MT": 1356,
    "ASAH1": 1357,
    "ASAH2": 1358,
    "ASAH2B": 1359,
    "ASAP1": 1360,
    "ASAP1-IT2": 1361,
    "ASAP2": 1362,
    "ASB1": 1363,
    "ASB10": 1364,
    "ASB11": 1365,
    "ASB12": 1366,
    "ASB13": 1367,
    "ASB14": 1368,
    "ASB15": 1369,
    "ASB16": 1370,
    "ASB16-AS1": 1371,
    "ASB17": 1372,
    "ASB18": 1373,
    "ASB3": 1374,
    "ASB4": 1375,
    "ASB5": 1376,
    "ASB6": 1377,
    "ASB7": 1378,
    "ASB8": 1379,
    "ASB9": 1380,
    "ASB9P1": 1381,
    "ASCC1": 1382,
    "ASCC2": 1383,
    "ASCC3": 1384,
    "ASCL1": 1385,
    "ASCL2": 1386,
    "ASCL3": 1387,
    "ASCL4": 1388,
    "ASCL5": 1389,
    "ASF1A": 1390,
    "ASGR1": 1391,
    "ASGR2": 1392,
    "ASH1L": 1393,
    "ASH1L-AS1": 1394,
    "ASH2L": 1395,
    "ASIC1": 1396,
    "ASIC2": 1397,
    "ASIC3": 1398,
    "ASIC4": 1399,
    "ASIP": 1400,
    "ASL": 1401,
    "ASLP1": 1402,
    "GET3": 1403,
    "ASNS": 1404,
    "ASNSD1": 1405,
    "ASNSP1": 1406,
    "ASNSP3": 1407,
    "ASNSP4": 1408,
    "ASNSP6": 1409,
    "ASPA": 1410,
    "ASPDH": 1411,
    "ASPG": 1412,
    "ASPH": 1413,
    "ASPHD1": 1414,
    "ASPHD2": 1415,
    "ASPM": 1416,
    "ASPN": 1417,
    "ASPRV1": 1418,
    "ASPSCR1": 1419,
    "ASRGL1": 1420,
    "ASS1": 1421,
    "ASS1P1": 1422,
    "ASS1P10": 1423,
    "ASS1P11": 1424,
    "ASS1P12": 1425,
    "ASS1P13": 1426,
    "ASS1P14": 1427,
    "ASS1P2": 1428,
    "ASS1P3": 1429,
    "ASS1P4": 1430,
    "ASS1P5": 1431,
    "ASS1P6": 1432,
    "ASS1P7": 1433,
    "ASS1P8": 1434,
    "ASS1P9": 1435,
    "ASTE1": 1436,
    "ASTL": 1437,
    "ASTN1": 1438,
    "ASTN2": 1439,
    "ASTN2-AS1": 1440,
    "INTS13": 1441,
    "ASXL1": 1442,
    "ASXL2": 1443,
    "ASXL3": 1444,
    "ASZ1": 1445,
    "ATAD1": 1446,
    "ATAD2": 1447,
    "ATAD2B": 1448,
    "ATAD3A": 1449,
    "ATAD3B": 1450,
    "ATAD3C": 1451,
    "ATAD5": 1452,
    "ATCAY": 1453,
    "ATE1": 1454,
    "ATE1-AS1": 1455,
    "ATF1": 1456,
    "ATF1P1": 1457,
    "ATF2": 1458,
    "ATF3": 1459,
    "ATF4": 1460,
    "ATF4P1": 1461,
    "ATF4P2": 1462,
    "ATF4P3": 1463,
    "ATF4P4": 1464,
    "ATF5": 1465,
    "ATF6": 1466,
    "ATF7": 1467,
    "ATF7IP": 1468,
    "ATF7IP2": 1469,
    "ATG10": 1470,
    "ATG101": 1471,
    "ATG12": 1472,
    "ATG12P1": 1473,
    "ATG12P2": 1474,
    "ATG13": 1475,
    "ATG14": 1476,
    "ATG16L2": 1477,
    "ATG2A": 1478,
    "ATG2B": 1479,
    "ATG3": 1480,
    "ATG3P1": 1481,
    "ATG4A": 1482,
    "ATG4B": 1483,
    "ATG4C": 1484,
    "ATG4D": 1485,
    "ATG5": 1486,
    "ATG7": 1487,
    "ATG9A": 1488,
    "ATG9B": 1489,
    "PGGHG": 1490,
    "ATIC": 1491,
    "ATL1": 1492,
    "ATL2": 1493,
    "ATL3": 1494,
    "ATM": 1495,
    "ATN1": 1496,
    "ATOH1": 1497,
    "ATOH7": 1498,
    "ATOH8": 1499,
    "ATOX1": 1500,
    "ATP10A": 1501,
    "ATP10B": 1502,
    "ATP10D": 1503,
    "ATP11A": 1504,
    "ATP11A-AS1": 1505,
    "ATP11AUN": 1506,
    "ATP11B": 1507,
    "ATP11C": 1508,
    "ATP12A": 1509,
    "ATP13A1": 1510,
    "ATP13A2": 1511,
    "ATP13A3": 1512,
    "ATP13A4": 1513,
    "ATP13A4-AS1": 1514,
    "ATP13A5": 1515,
    "ATP13A5-AS1": 1516,
    "ATP1A1": 1517,
    "ATP1A1-AS1": 1518,
    "ATP1A2": 1519,
    "ATP1A3": 1520,
    "ATP1A4": 1521,
    "ATP1B1": 1522,
    "ATP1B1P1": 1523,
    "ATP1B2": 1524,
    "ATP1B3": 1525,
    "ATP1B3P1": 1526,
    "ATP1B4": 1527,
    "ATP2A1": 1528,
    "ATP2A1-AS1": 1529,
    "ATP2A2": 1530,
    "ATP2A3": 1531,
    "ATP2B1": 1532,
    "ATP2B2": 1533,
    "ATP2B2-IT2": 1534,
    "ATP2B3": 1535,
    "ATP2B4": 1536,
    "ATP2C1": 1537,
    "ATP2C2": 1538,
    "ATP4A": 1539,
    "ATP4B": 1540,
    "ATP5F1A": 1541,
    "ATP5F1AP10": 1542,
    "ATP5F1AP2": 1543,
    "ATP5F1AP3": 1544,
    "ATP5F1AP4": 1545,
    "ATP5F1AP1": 1546,
    "ATP5F1AP7": 1547,
    "ATP5F1AP8": 1548,
    "ATP5F1B": 1549,
    "ATP5F1BP1": 1550,
    "ATP5F1C": 1551,
    "ATP5F1CP1": 1552,
    "ATP5F1D": 1553,
    "ATP5F1E": 1554,
    "ATP5F1EP1": 1555,
    "ATP5F1EP2": 1556,
    "ATP5PB": 1557,
    "ATP5PBP1": 1558,
    "ATP5PBP2": 1559,
    "ATP5PBP3": 1560,
    "ATP5PBP4": 1561,
    "ATP5PBP5": 1562,
    "ATP5PBP6": 1563,
    "ATP5PBP7": 1564,
    "ATP5MC1": 1565,
    "ATP5MC1P2": 1566,
    "ATP5MC1P3": 1567,
    "ATP5MC1P4": 1568,
    "ATP5MC1P5": 1569,
    "ATP5MC1P6": 1570,
    "ATP5MC1P7": 1571,
    "ATP5MC1P8": 1572,
    "ATP5MC2": 1573,
    "ATP5MC2P1": 1574,
    "ATP5MC2P2": 1575,
    "ATP5MC2P3": 1576,
    "ATP5MC2P4": 1577,
    "ATP5MC3": 1578,
    "ATP5PD": 1579,
    "ATP5PDP1": 1580,
    "ATP5PDP2": 1581,
    "ATP5PDP3": 1582,
    "ATP5PDP4": 1583,
    "ATP5ME": 1584,
    "ATP5PF": 1585,
    "ATP5MF": 1586,
    "ATP5MF-PTCD1": 1587,
    "ATP5MFP1": 1588,
    "ATP5MFP2": 1589,
    "ATP5MFP3": 1590,
    "ATP5MFP4": 1591,
    "ATP5MFP5": 1592,
    "ATP5MFP6": 1593,
    "ATP5PFP1": 1594,
    "ATP5MG": 1595,
    "ATP5MGL": 1596,
    "ATP5MGP1": 1597,
    "ATP5MGP2": 1598,
    "ATP5MGP3": 1599,
    "ATP5MGP4": 1600,
    "ATP5MGP5": 1601,
    "ATP5MGP6": 1602,
    "ATP5MGP7": 1603,
    "ATP5MGP8": 1604,
    "ATP5PO": 1605,
    "DMAC2L": 1606,
    "DMAC2": 1607,
    "MT-ATP6": 1608,
    "ATP6AP1": 1609,
    "ATP6AP1L": 1610,
    "ATP6AP2": 1611,
    "ATP6V0A1": 1612,
    "ATP6V0A2": 1613,
    "ATP6V0A4": 1614,
    "ATP6V0B": 1615,
    "ATP6V0C": 1616,
    "ATP6V0CP1": 1617,
    "ATP6V0CP3": 1618,
    "ATP6V0D1": 1619,
    "ATP6V0D2": 1620,
    "ATP6V0E1": 1621,
    "ATP6V0E1P1": 1622,
    "ATP6V0E1P2": 1623,
    "ATP6V0E1P3": 1624,
    "ATP6V0E1P4": 1625,
    "ATP6V0E2": 1626,
    "ATP6V0E2-AS1": 1627,
    "ATP6V1A": 1628,
    "ATP6V1B1": 1629,
    "ATP6V1B1-AS1": 1630,
    "ATP6V1B2": 1631,
    "ATP6V1C1": 1632,
    "ATP6V1C2": 1633,
    "ATP6V1D": 1634,
    "ATP6V1E1": 1635,
    "ATP6V1E1P1": 1636,
    "ATP6V1E1P2": 1637,
    "ATP6V1E1P3": 1638,
    "ATP6V1E2": 1639,
    "ATP6V1F": 1640,
    "ATP6V1G1": 1641,
    "ATP6V1G1P2": 1642,
    "ATP6V1G1P3": 1643,
    "ATP6V1G1P4": 1644,
    "ATP6V1G1P5": 1645,
    "ATP6V1G1P6": 1646,
    "ATP6V1G1P7": 1647,
    "ATP6V1G2-DDX39B": 1648,
    "ATP6V1H": 1649,
    "ATP7A": 1650,
    "ATP7B": 1651,
    "ATP7BP1": 1652,
    "MT-ATP8": 1653,
    "ATP8A1": 1654,
    "ATP8A2": 1655,
    "ATP8A2P2": 1656,
    "ATP8A2P3": 1657,
    "ATP8B1": 1658,
    "ATP8B2": 1659,
    "ATP8B3": 1660,
    "ATP8B4": 1661,
    "ATP8B5P": 1662,
    "ATP9A": 1663,
    "ATPAF1": 1664,
    "ATPAF2": 1665,
    "ATR": 1666,
    "ATRAID": 1667,
    "ATRIP": 1668,
    "ATRN": 1669,
    "ATRNL1": 1670,
    "ATRX": 1671,
    "ATXN1": 1672,
    "ATXN10": 1673,
    "ATXN1L": 1674,
    "ATXN2": 1675,
    "ATXN2L": 1676,
    "ATXN3": 1677,
    "ATXN3L": 1678,
    "ATXN7": 1679,
    "ATXN7L1": 1680,
    "ATXN7L2": 1681,
    "ATXN7L3": 1682,
    "ATXN7L3B": 1683,
    "ATXN8OS": 1684,
    "AUH": 1685,
    "AUNIP": 1686,
    "AUP1": 1687,
    "AURKA": 1688,
    "AURKAIP1": 1689,
    "AURKAP1": 1690,
    "AURKAP2": 1691,
    "AURKB": 1692,
    "AURKBP1": 1693,
    "AURKC": 1694,
    "AUTS2": 1695,
    "AVEN": 1696,
    "AVIL": 1697,
    "AVL9": 1698,
    "AVP": 1699,
    "AVPI1": 1700,
    "AVPR1A": 1701,
    "AVPR1B": 1702,
    "AVPR2": 1703,
    "AWAT1": 1704,
    "AWAT2": 1705,
    "AXDND1": 1706,
    "AXIN1": 1707,
    "AXIN2": 1708,
    "AXL": 1709,
    "AZGP1": 1710,
    "AZGP1P2": 1711,
    "AZI2": 1712,
    "AZIN1": 1713,
    "AZIN2": 1714,
    "B3GALNT1": 1715,
    "B3GALNT1P1": 1716,
    "B3GALNT2P1": 1717,
    "B3GALT1": 1718,
    "B3GALT2": 1719,
    "B3GALT5": 1720,
    "B3GALT5-AS1": 1721,
    "B3GALT6": 1722,
    "B3GLCT": 1723,
    "B3GAT1": 1724,
    "B3GAT2": 1725,
    "B3GAT3": 1726,
    "B3GAT3P1": 1727,
    "B3GNT2": 1728,
    "B3GNT2P1": 1729,
    "B3GNT3": 1730,
    "B3GNT4": 1731,
    "B3GNT5": 1732,
    "B3GNT6": 1733,
    "B3GNT7": 1734,
    "B3GNT8": 1735,
    "B3GNT9": 1736,
    "B4GALNT1": 1737,
    "B4GALNT2": 1738,
    "B4GALNT3": 1739,
    "B4GALNT4": 1740,
    "B4GALT1": 1741,
    "B4GALT1-AS1": 1742,
    "B4GALT2": 1743,
    "B4GALT3": 1744,
    "B4GALT4": 1745,
    "B4GALT4-AS1": 1746,
    "B4GALT5": 1747,
    "B4GALT6": 1748,
    "B4GALT7": 1749,
    "B4GAT1": 1750,
    "B9D1": 1751,
    "B9D2": 1752,
    "BAALC": 1753,
    "BAALC-AS1": 1754,
    "BAALC-AS2": 1755,
    "BAAT": 1756,
    "ACNATP": 1757,
    "BABAM1": 1758,
    "BACE1": 1759,
    "BACE1-AS": 1760,
    "BACE2": 1761,
    "BACH1": 1762,
    "BACH1-IT2": 1763,
    "BACH2": 1764,
    "BAD": 1765,
    "BAG1": 1766,
    "BAG2": 1767,
    "BAG3": 1768,
    "BAG4": 1769,
    "BAG5": 1770,
    "BAGE2": 1771,
    "BAHD1": 1772,
    "BAIAP2": 1773,
    "BAIAP2-DT": 1774,
    "BAIAP2L1": 1775,
    "BAIAP2L2": 1776,
    "BAIAP3": 1777,
    "BAK1": 1778,
    "BAK1P1": 1779,
    "BAK1P2": 1780,
    "BAMBI": 1781,
    "BANCR": 1782,
    "BANF1": 1783,
    "BANF1P1": 1784,
    "BANF1P2": 1785,
    "BANF1P3": 1786,
    "BANF1P4": 1787,
    "BANF1P5": 1788,
    "BANF2": 1789,
    "BANK1": 1790,
    "BANP": 1791,
    "BAP1": 1792,
    "BARD1": 1793,
    "BARHL1": 1794,
    "BARHL2": 1795,
    "BARX1": 1796,
    "BARX2": 1797,
    "BASP1": 1798,
    "BASP1P1": 1799,
    "BATF": 1800,
    "BATF2": 1801,
    "BATF3": 1802,
    "BAX": 1803,
    "BAZ1A": 1804,
    "BAZ1B": 1805,
    "BAZ2A": 1806,
    "BAZ2B": 1807,
    "BBC3": 1808,
    "BBIP1": 1809,
    "BBOX1": 1810,
    "BBOX1-AS1": 1811,
    "BBS1": 1812,
    "BBS10": 1813,
    "BBS12": 1814,
    "BBS2": 1815,
    "BBS4": 1816,
    "BBS5": 1817,
    "BBS7": 1818,
    "BBS9": 1819,
    "BBX": 1820,
    "BCAM": 1821,
    "BCAN": 1822,
    "BCAP31": 1823,
    "BCAP31P1": 1824,
    "BCAP31P2": 1825,
    "BCAR1": 1826,
    "BCAR1P1": 1827,
    "BCAR1P2": 1828,
    "BCAR3": 1829,
    "BCAR4": 1830,
    "BCAS1": 1831,
    "BCAS2": 1832,
    "BCAS2P1": 1833,
    "BCAS2P2": 1834,
    "BCAS2P3": 1835,
    "BCAS3": 1836,
    "BCAS4": 1837,
    "BCAT1": 1838,
    "BCAT2": 1839,
    "BCCIP": 1840,
    "BCDIN3D": 1841,
    "BCDIN3D-AS1": 1842,
    "BCHE": 1843,
    "BCKDHA": 1844,
    "BCKDHB": 1845,
    "BCKDK": 1846,
    "BCL10": 1847,
    "BCL11A": 1848,
    "BCL11B": 1849,
    "BCL2": 1850,
    "BCL2A1": 1851,
    "BCL2L1": 1852,
    "BCL2L10": 1853,
    "BCL2L11": 1854,
    "BCL2L12": 1855,
    "BCL2L12P1": 1856,
    "BCL2L13": 1857,
    "BCL2L15": 1858,
    "BCL2L2": 1859,
    "BCL2L2-PABPN1": 1860,
    "BCL3": 1861,
    "BCL6": 1862,
    "BCL6B": 1863,
    "BCL7A": 1864,
    "BCL7B": 1865,
    "BCL7C": 1866,
    "BCL9": 1867,
    "BCL9L": 1868,
    "BCLAF1": 1869,
    "BCLAF1P1": 1870,
    "BCO1": 1871,
    "BCO2": 1872,
    "BCOR": 1873,
    "BCORL1": 1874,
    "BCORP1": 1875,
    "BCR": 1876,
    "BCRP1": 1877,
    "BCRP2": 1878,
    "BCRP3_ENSG00000215481": 1879,
    "BCRP4": 1880,
    "BCRP5": 1881,
    "BCRP6": 1882,
    "BCRP7": 1883,
    "BCRP8": 1884,
    "BCS1L": 1885,
    "BCYRN1": 1886,
    "BDH2": 1887,
    "BDH2P1": 1888,
    "BDKRB1": 1889,
    "BDKRB2": 1890,
    "BDNF": 1891,
    "BDNF-AS": 1892,
    "BDP1P": 1893,
    "BEAN1": 1894,
    "BEAN1-AS1": 1895,
    "BECN1": 1896,
    "BECN1P2": 1897,
    "BECN2": 1898,
    "BEGAIN": 1899,
    "BEND2": 1900,
    "BEND3": 1901,
    "BEND3P1": 1902,
    "BEND3P2": 1903,
    "BEND3P3": 1904,
    "BEND4": 1905,
    "BEND5": 1906,
    "BEND6": 1907,
    "BEND7": 1908,
    "BEND7P1": 1909,
    "BEST1": 1910,
    "BEST2": 1911,
    "BEST3": 1912,
    "BEST4": 1913,
    "BET1": 1914,
    "BET1L": 1915,
    "BET1P1": 1916,
    "BEX1": 1917,
    "BEX2": 1918,
    "BEX4": 1919,
    "BFSP1": 1920,
    "BFSP2": 1921,
    "BFSP2-AS1": 1922,
    "BGLAP": 1923,
    "BGLT3": 1924,
    "BGN": 1925,
    "BHLHA15": 1926,
    "BHLHA9": 1927,
    "BHLHB9": 1928,
    "BHLHB9P1": 1929,
    "BHLHE22": 1930,
    "BHLHE23": 1931,
    "BHLHE40": 1932,
    "BHLHE40-AS1": 1933,
    "BHLHE41": 1934,
    "MEIOSIN": 1935,
    "BHMT": 1936,
    "BHMT2": 1937,
    "BICC1": 1938,
    "BICD1": 1939,
    "BICD1P1": 1940,
    "BICD2": 1941,
    "BID": 1942,
    "BIK": 1943,
    "BIN1": 1944,
    "BIN2": 1945,
    "BIN2P1": 1946,
    "BIN2P2": 1947,
    "BIN3": 1948,
    "BIRC2": 1949,
    "BIRC3": 1950,
    "BIRC5": 1951,
    "BIRC6": 1952,
    "BIRC6-AS2": 1953,
    "BIRC7": 1954,
    "BIRC8": 1955,
    "BISPR": 1956,
    "BIVM": 1957,
    "BIVM-ERCC5": 1958,
    "BLACAT1": 1959,
    "BLACE": 1960,
    "BLCAP": 1961,
    "BLID": 1962,
    "BLM": 1963,
    "BLMH": 1964,
    "BLNK": 1965,
    "BLOC1S1": 1966,
    "BLOC1S2": 1967,
    "BLOC1S2P1": 1968,
    "BLOC1S3": 1969,
    "BLOC1S4": 1970,
    "BLOC1S5": 1971,
    "BLOC1S5-TXNDC5": 1972,
    "BLOC1S6": 1973,
    "BLVRA": 1974,
    "BLVRB": 1975,
    "BLZF1": 1976,
    "BLZF2P": 1977,
    "BMF": 1978,
    "BMI1": 1979,
    "BMI1P1": 1980,
    "BMP1": 1981,
    "BMP10": 1982,
    "BMP15": 1983,
    "BMP2": 1984,
    "BMP2K": 1985,
    "BMP2KL": 1986,
    "BMP3": 1987,
    "BMP4": 1988,
    "BMP5": 1989,
    "BMP6": 1990,
    "BMP6P1": 1991,
    "BMP7": 1992,
    "BMP7-AS1": 1993,
    "BMP8A": 1994,
    "BMP8B": 1995,
    "BMPER": 1996,
    "BMPR1A": 1997,
    "BMPR1AP1": 1998,
    "BMPR1AP2": 1999,
    "BMPR1B": 2000,
    "BMPR1B-DT": 2001,
    "BMPR2": 2002,
    "BMS1": 2003,
    "BMS1P10": 2004,
    "BMS1P11": 2005,
    "BMS1P12": 2006,
    "BMS1P13": 2007,
    "BMS1P15": 2008,
    "BMS1P16": 2009,
    "BMS1P17": 2010,
    "BMS1P19": 2011,
    "LL22NC03-80A10.6": 2012,
    "BMS1P3": 2013,
    "BMS1P4_ENSG00000271816": 2014,
    "BMS1P1": 2015,
    "BMS1P2": 2016,
    "BMS1P8": 2017,
    "BMS1P9": 2018,
    "BMX": 2019,
    "BNC1": 2020,
    "BNC2": 2021,
    "BNIP1": 2022,
    "BNIP2": 2023,
    "BNIP3": 2024,
    "BNIP3L": 2025,
    "BNIP3P1": 2026,
    "BNIP3P10": 2027,
    "BNIP3P13": 2028,
    "BNIP3P17": 2029,
    "BNIP3P2": 2030,
    "BNIP3P20": 2031,
    "BNIP3P22": 2032,
    "BNIP3P23": 2033,
    "BNIP3P25": 2034,
    "BNIP3P26": 2035,
    "BNIP3P27": 2036,
    "BNIP3P29": 2037,
    "BNIP3P3": 2038,
    "BNIP3P34": 2039,
    "BNIP3P38": 2040,
    "BNIP3P39": 2041,
    "BNIP3P4": 2042,
    "BNIP3P40": 2043,
    "BNIP3P5": 2044,
    "BNIP3P6": 2045,
    "BNIP3P7": 2046,
    "BNIP3P8": 2047,
    "BNIPL": 2048,
    "BOC": 2049,
    "BOD1": 2050,
    "BOD1L1": 2051,
    "BOD1L2": 2052,
    "BOD1P1": 2053,
    "BOD1P2": 2054,
    "BOK": 2055,
    "BOK-AS1": 2056,
    "BOLA1": 2057,
    "BOLA2": 2058,
    "BOLA2B": 2059,
    "BOLA2P1": 2060,
    "BOLA3": 2061,
    "BOLA3-AS1": 2062,
    "BOLA3P1": 2063,
    "BOLA3P3": 2064,
    "BOLL": 2065,
    "BOP1": 2066,
    "BORA": 2067,
    "BPESC1": 2068,
    "BPGM": 2069,
    "BPHL": 2070,
    "BPI": 2071,
    "BPIFA1": 2072,
    "BPIFA2": 2073,
    "BPIFA3": 2074,
    "BPIFA4P": 2075,
    "BPIFB1": 2076,
    "BPIFB2": 2077,
    "BPIFB3": 2078,
    "BPIFB4": 2079,
    "BPIFB5P": 2080,
    "BPIFB6": 2081,
    "BPIFB9P": 2082,
    "BPIFC": 2083,
    "BPNT1": 2084,
    "BPTF": 2085,
    "BPY2": 2086,
    "BPY2B": 2087,
    "BPY2C": 2088,
    "BPY2DP": 2089,
    "BRAF": 2090,
    "BRAFP1": 2091,
    "BRAP": 2092,
    "BRAT1": 2093,
    "BRCA1": 2094,
    "BRCA1P1": 2095,
    "BRCA2": 2096,
    "BRCC3": 2097,
    "BRCC3P1": 2098,
    "BRD1": 2099,
    "BRD3": 2100,
    "BRD4": 2101,
    "BRD7": 2102,
    "BRD7P2": 2103,
    "BRD7P3": 2104,
    "BRD7P4": 2105,
    "BRD7P5": 2106,
    "BRD7P6": 2107,
    "BRD8": 2108,
    "BRD9": 2109,
    "BRDT": 2110,
    "BRDTP1": 2111,
    "BABAM2": 2112,
    "BRF1": 2113,
    "BRF2": 2114,
    "BRI3": 2115,
    "BRI3BP": 2116,
    "BRI3P1": 2117,
    "BRI3P2": 2118,
    "BRI3P3": 2119,
    "BRICD5": 2120,
    "BRINP1": 2121,
    "BRINP2": 2122,
    "BRINP3": 2123,
    "BRIP1": 2124,
    "BRIX1": 2125,
    "BRIX1P1": 2126,
    "BRK1": 2127,
    "BRK1P2": 2128,
    "BRMS1": 2129,
    "BRMS1L": 2130,
    "BROX": 2131,
    "BRPF1": 2132,
    "BRPF3": 2133,
    "BRS3": 2134,
    "BRSK1": 2135,
    "BRWD1": 2136,
    "BRWD1-AS1": 2137,
    "BRWD1-AS2": 2138,
    "BRWD1P2": 2139,
    "BRWD3": 2140,
    "BSCL2": 2141,
    "BSDC1": 2142,
    "BSG": 2143,
    "BSN": 2144,
    "BSN-DT": 2145,
    "BSND": 2146,
    "BSNDP2": 2147,
    "BSPH1": 2148,
    "BSPRY": 2149,
    "BST1": 2150,
    "BST2": 2151,
    "BSX": 2152,
    "BTAF1": 2153,
    "BTBD1": 2154,
    "BTBD10": 2155,
    "BTBD10P1": 2156,
    "BTBD10P2": 2157,
    "BTBD11": 2158,
    "BTBD16": 2159,
    "BTBD17": 2160,
    "BTBD18": 2161,
    "BTBD19": 2162,
    "BTBD2": 2163,
    "BTBD3": 2164,
    "BTBD6": 2165,
    "BTBD6P1": 2166,
    "BTBD7P1": 2167,
    "BTBD7P2": 2168,
    "BTBD8": 2169,
    "BTBD9": 2170,
    "BTC": 2171,
    "BTD": 2172,
    "BTF3": 2173,
    "BTF3L4": 2174,
    "BTF3L4P1": 2175,
    "BTF3L4P2": 2176,
    "BTF3L4P3": 2177,
    "BTF3L4P4": 2178,
    "BTF3P1": 2179,
    "BTF3P10": 2180,
    "BTF3P11": 2181,
    "BTF3P12": 2182,
    "BTF3P13": 2183,
    "BTF3P14": 2184,
    "BTF3P15": 2185,
    "RP11-144C15.2": 2186,
    "BTF3P2": 2187,
    "BTF3P3": 2188,
    "BTF3P4": 2189,
    "BTF3P5": 2190,
    "BTF3P6": 2191,
    "BTF3P7": 2192,
    "BTF3P8": 2193,
    "BTF3P9": 2194,
    "BTG1": 2195,
    "BTG1P1": 2196,
    "BTG2": 2197,
    "BTG3": 2198,
    "BTG3P1": 2199,
    "BTG4": 2200,
    "BTK": 2201,
    "BTLA": 2202,
    "BTN2A2": 2203,
    "BTN2A3P": 2204,
    "BTN3A1": 2205,
    "BTN3A2": 2206,
    "BTN3A3": 2207,
    "BTNL3": 2208,
    "BTNL8": 2209,
    "BTNL9": 2210,
    "BTRC": 2211,
    "BUB1": 2212,
    "BUB1B": 2213,
    "BUB1P1": 2214,
    "BUB3": 2215,
    "BUD13": 2216,
    "BUD31": 2217,
    "BVES": 2218,
    "BVES-AS1": 2219,
    "BYSL": 2220,
    "TSPOAP1": 2221,
    "TSPOAP1-AS1": 2222,
    "BZW1": 2223,
    "BZW1P1": 2224,
    "BZW1P2": 2225,
    "BZW2": 2226,
    "C10orf105": 2227,
    "C10orf120": 2228,
    "C10orf53": 2229,
    "C10orf55": 2230,
    "C10orf62": 2231,
    "C10orf67": 2232,
    "C10orf71": 2233,
    "C10orf71-AS1": 2234,
    "C10orf88": 2235,
    "C10orf90": 2236,
    "C10orf95": 2237,
    "C11orf16": 2238,
    "C11orf21": 2239,
    "C11orf24": 2240,
    "C11orf40": 2241,
    "C11orf42": 2242,
    "C11orf52": 2243,
    "C11orf54": 2244,
    "C11orf58": 2245,
    "C11orf65": 2246,
    "C11orf68": 2247,
    "C11orf71": 2248,
    "C11orf80": 2249,
    "C11orf86": 2250,
    "C11orf87": 2251,
    "C11orf91": 2252,
    "C11orf96": 2253,
    "C11orf97": 2254,
    "C11orf98": 2255,
    "C12orf29": 2256,
    "C12orf4": 2257,
    "C12orf40": 2258,
    "C12orf42": 2259,
    "C12orf43": 2260,
    "C12orf50": 2261,
    "C12orf54": 2262,
    "C12orf56": 2263,
    "C12orf57": 2264,
    "C12orf60": 2265,
    "C12orf71": 2266,
    "C12orf75": 2267,
    "C12orf76": 2268,
    "C14orf119": 2269,
    "C14orf132": 2270,
    "C14orf178": 2271,
    "C14orf28": 2272,
    "C14orf39": 2273,
    "C14orf93": 2274,
    "C15orf32": 2275,
    "C15orf39": 2276,
    "C15orf40": 2277,
    "C15orf48": 2278,
    "C15orf61": 2279,
    "C15orf62": 2280,
    "C16orf54": 2281,
    "C16orf74": 2282,
    "C16orf78": 2283,
    "C16orf82": 2284,
    "C16orf86": 2285,
    "C16orf87": 2286,
    "C16orf89": 2287,
    "C16orf90": 2288,
    "C16orf92": 2289,
    "C16orf95": 2290,
    "C16orf96": 2291,
    "C17orf100": 2292,
    "C17orf107": 2293,
    "C17orf49": 2294,
    "C17orf50": 2295,
    "C17orf58": 2296,
    "C17orf67": 2297,
    "C17orf75": 2298,
    "C17orf80": 2299,
    "C17orf99": 2300,
    "C18orf21": 2301,
    "C18orf25": 2302,
    "C18orf32": 2303,
    "C18orf54": 2304,
    "C18orf63": 2305,
    "C19orf12": 2306,
    "C19orf18": 2307,
    "C19orf25": 2308,
    "C19orf33": 2309,
    "C19orf38": 2310,
    "C19orf44": 2311,
    "C19orf47": 2312,
    "C19orf53": 2313,
    "C19orf73": 2314,
    "C19orf81": 2315,
    "C19orf84": 2316,
    "C1D": 2317,
    "C1DP1": 2318,
    "C1DP2": 2319,
    "C1DP3": 2320,
    "C1DP4": 2321,
    "C1GALT1": 2322,
    "C1QA": 2323,
    "C1QB": 2324,
    "C1QBP": 2325,
    "C1QBPP1": 2326,
    "C1QC": 2327,
    "C1QL1": 2328,
    "C1QL2": 2329,
    "C1QL3": 2330,
    "C1QL4": 2331,
    "C1QTNF1": 2332,
    "C1QTNF1-AS1": 2333,
    "C1QTNF2": 2334,
    "C1QTNF3": 2335,
    "C1QTNF3-AMACR": 2336,
    "C1QTNF5": 2337,
    "C1QTNF6": 2338,
    "C1QTNF7": 2339,
    "C1QTNF8": 2340,
    "C1QTNF9": 2341,
    "C1QTNF9B": 2342,
    "PCOTH": 2343,
    "C1S": 2344,
    "C1orf100": 2345,
    "C1orf105": 2346,
    "C1orf109": 2347,
    "C1orf112": 2348,
    "C1orf115": 2349,
    "C1orf116": 2350,
    "C1orf122": 2351,
    "C1orf127": 2352,
    "C1orf131": 2353,
    "C1orf141": 2354,
    "C1orf146": 2355,
    "C1orf159": 2356,
    "C1orf162": 2357,
    "C1orf167": 2358,
    "C1orf174": 2359,
    "C1orf185": 2360,
    "C1orf198": 2361,
    "C1orf21": 2362,
    "C1orf210": 2363,
    "C1orf216": 2364,
    "C1orf220": 2365,
    "C1orf226": 2366,
    "C1orf35": 2367,
    "C1orf43": 2368,
    "C1orf50": 2369,
    "C1orf52": 2370,
    "C1orf53": 2371,
    "C1orf54": 2372,
    "C1orf56": 2373,
    "C1orf68": 2374,
    "C1orf74": 2375,
    "C1orf87": 2376,
    "C1orf94": 2377,
    "C2-AS1": 2378,
    "C20orf141": 2379,
    "C20orf144": 2380,
    "C20orf173": 2381,
    "C20orf181": 2382,
    "C20orf202": 2383,
    "C20orf203": 2384,
    "C20orf85": 2385,
    "C20orf96": 2386,
    "FAM243A": 2387,
    "C21orf58": 2388,
    "C21orf62": 2389,
    "C21orf62-AS1": 2390,
    "C21orf91": 2391,
    "C21orf91-OT1": 2392,
    "C22orf23": 2393,
    "C22orf31": 2394,
    "C22orf39": 2395,
    "C22orf42": 2396,
    "C2CD2": 2397,
    "C2CD2L": 2398,
    "C2CD3": 2399,
    "C2CD4A": 2400,
    "C2CD4B": 2401,
    "C2CD4C": 2402,
    "C2CD4D": 2403,
    "C2CD5": 2404,
    "C2orf15": 2405,
    "C2orf16": 2406,
    "C2orf27A": 2407,
    "C2orf42": 2408,
    "C2orf49": 2409,
    "C2orf50": 2410,
    "C2orf66": 2411,
    "C2orf68": 2412,
    "C2orf69": 2413,
    "C2orf72": 2414,
    "C2orf73": 2415,
    "C2orf74": 2416,
    "C2orf76": 2417,
    "C2orf80": 2418,
    "C2orf81": 2419,
    "C2orf83": 2420,
    "C2orf88": 2421,
    "C3": 2422,
    "C3AR1": 2423,
    "C3P1": 2424,
    "C3orf14": 2425,
    "C3orf18": 2426,
    "C3orf20": 2427,
    "C3orf22": 2428,
    "C3orf33": 2429,
    "C3orf36": 2430,
    "C3orf38": 2431,
    "C3orf49": 2432,
    "C3orf52": 2433,
    "C3orf62": 2434,
    "C3orf70": 2435,
    "C3orf80": 2436,
    "C3orf84": 2437,
    "C4BPA": 2438,
    "C4BPAP1": 2439,
    "C4BPAP2": 2440,
    "C4BPB": 2441,
    "C4orf17": 2442,
    "C4orf19": 2443,
    "C4orf3": 2444,
    "C4orf33": 2445,
    "C4orf36": 2446,
    "C4orf45": 2447,
    "C4orf46": 2448,
    "C4orf47": 2449,
    "C4orf48": 2450,
    "C4orf50": 2451,
    "C4orf51": 2452,
    "C5": 2453,
    "C5AR1": 2454,
    "C5AR2": 2455,
    "C5orf15": 2456,
    "C5orf22": 2457,
    "C5orf24": 2458,
    "C5orf34": 2459,
    "C5orf46": 2460,
    "C5orf47": 2461,
    "C5orf52": 2462,
    "C5orf58": 2463,
    "C5orf60": 2464,
    "C5orf63": 2465,
    "C5orf64": 2466,
    "C6": 2467,
    "C6orf118": 2468,
    "C6orf120": 2469,
    "C6orf132": 2470,
    "C6orf141": 2471,
    "C6orf163": 2472,
    "C6orf226": 2473,
    "C6orf58": 2474,
    "C6orf62": 2475,
    "C6orf89": 2476,
    "C7": 2477,
    "C7orf25": 2478,
    "C7orf31": 2479,
    "C7orf33": 2480,
    "C7orf50": 2481,
    "C7orf57": 2482,
    "C8A": 2483,
    "C8B": 2484,
    "C8G": 2485,
    "C8orf33": 2486,
    "C8orf34": 2487,
    "C8orf44": 2488,
    "C8orf44-SGK3": 2489,
    "C8orf48": 2490,
    "C8orf58": 2491,
    "C8orf76": 2492,
    "C8orf82": 2493,
    "C8orf88": 2494,
    "C8orf89": 2495,
    "C9": 2496,
    "C9orf131": 2497,
    "C9orf152": 2498,
    "C9orf153": 2499,
    "C9orf163": 2500,
    "C9orf24": 2501,
    "C9orf40": 2502,
    "C9orf43": 2503,
    "C9orf50": 2504,
    "C9orf57": 2505,
    "C9orf64": 2506,
    "C9orf72": 2507,
    "C9orf78": 2508,
    "C9orf85": 2509,
    "CA1": 2510,
    "CA10": 2511,
    "CA11": 2512,
    "CA12": 2513,
    "CA13": 2514,
    "CA14": 2515,
    "CA15P2": 2516,
    "CA2": 2517,
    "CA3": 2518,
    "CA4": 2519,
    "CA5A": 2520,
    "CA5AP1": 2521,
    "CA5B": 2522,
    "CA5BP1": 2523,
    "CA6": 2524,
    "CA7": 2525,
    "CA8": 2526,
    "CA9": 2527,
    "CAAP1": 2528,
