{
  "A1BG": 0,
  "A1BG-AS1": 1,
  "A1CF": 2,
  "A2M": 3,
  "A2M-AS1": 4,
  "A2ML1": 5,
  "A2ML1-AS1": 6,
  "A2ML1-AS2": 7,
  "A2MP1": 8,
  "A3GALT2": 9,
  "A4GALT": 10,
  "A4GNT": 11,
  "AAAS": 12,
  "AACS": 13,
  "AACSP1": 14,
  "AADAC": 15,
  "AADACL2": 16,
  "AADACL2-AS1": 17,
  "AADACL3": 18,
  "AADACL4": 19,
  "AADACP1": 20,
  "AADAT": 21,
  "AAGAB": 22,
  "AAK1": 23,
  "AAMDC": 24,
  "AAMP": 25,
  "AANAT": 26,
  "AAR2": 27,
  "AARD": 28,
  "AARS1": 29,
  "AARS2": 30,
  "AARSD1": 31,
  "AASDH": 32,
  "AASDHPPT": 33,
  "AASS": 34,
  "AATBC": 35,
  "AATF": 36,
  "AATK": 37,
  "ABALON": 38,
  "ABAT": 39,
  "ABCA1": 40,
  "ABCA10": 41,
  "ABCA11P": 42,
  "ABCA12": 43,
  "ABCA13": 44,
  "ABCA15P": 45,
  "ABCA17P": 46,
  "ABCA2": 47,
  "ABCA3": 48,
  "ABCA4": 49,
  "ABCA5": 50,
  "ABCA6": 51,
  "ABCA7": 52,
  "ABCA8": 53,
  "ABCA9": 54,
  "ABCA9-AS1": 55,
  "ABCB1": 56,
  "ABCB10": 57,
  "ABCB10P3": 58,
  "ABCB10P4": 59,
  "ABCB11": 60,
  "ABCB4": 61,
  "ABCB5": 62,
  "ABCB6": 63,
  "ABCB7": 64,
  "ABCB8": 65,
  "ABCB9": 66,
  "ABCC1": 67,
  "ABCC10": 68,
  "ABCC11": 69,
  "ABCC12": 70,
  "ABCC13": 71,
  "ABCC2": 72,
  "ABCC3": 73,
  "ABCC4": 74,
  "ABCC5": 75,
  "ABCC5-AS1": 76,
  "ABCC6": 77,
  "ABCC6P1": 78,
  "ABCC6P2": 79,
  "ABCC8": 80,
  "ABCC9": 81,
  "ABCD1": 82,
  "ABCD1P2": 83,
  "ABCD1P3": 84,
  "ABCD1P4": 85,
  "ABCD2": 86,
  "ABCD3": 87,
  "ABCD4": 88,
  "ABCE1": 89,
  "ABCF1": 90,
  "ABCF2": 91,
  "ABCF2-H2BK1": 92,
  "ABCF2P1": 93,
  "ABCF3": 94,
  "ABCG1": 95,
  "ABCG2": 96,
  "ABCG4": 97,
  "ABCG5": 98,
  "ABCG8": 99,
  "ABHD1": 100,
  "ABHD10": 101,
  "ABHD11": 102,
  "ABHD12": 103,
  "ABHD12B": 104,
  "ABHD13": 105,
  "ABHD14A": 106,
  "ABHD14A-ACY1": 107,
  "ABHD14B": 108,
  "ABHD15": 109,
  "ABHD15-AS1": 110,
  "ABHD16A": 111,
  "ABHD16B": 112,
  "ABHD17A": 113,
  "ABHD17AP1": 114,
  "ABHD17AP3": 115,
  "ABHD17AP4": 116,
  "ABHD17AP5": 117,
  "ABHD17AP6": 118,
  "ABHD17AP8": 119,
  "ABHD17B": 120,
  "ABHD17C": 121,
  "ABHD18": 122,
  "ABHD2": 123,
  "ABHD3": 124,
  "ABHD4": 125,
  "ABHD5": 126,
  "ABHD6": 127,
  "ABHD8": 128,
  "ABI1": 129,
  "ABI1P1": 130,
  "ABI2": 131,
  "ABI3": 132,
  "ABI3BP": 133,
  "ABITRAM": 134,
  "ABITRAMP1": 135,
  "ABL1": 136,
  "ABL2": 137,
  "ABLIM1": 138,
  "ABLIM2": 139,
  "ABLIM3": 140,
  "ABO": 141,
  "ABR": 142,
  "ABRA": 143,
  "ABRACL": 144,
  "ABRAXAS1": 145,
  "ABRAXAS2": 146,
  "ABT1": 147,
  "ABT1P1": 148,
  "ABTB1": 149,
  "ABTB2": 150,
  "ABTB3": 151,
  "ACAA1": 152,
  "ACAA2": 153,
  "ACACA": 154,
  "ACACB": 155,
  "ACAD10": 156,
  "ACAD11": 157,
  "ACAD8": 158,
  "ACAD9": 159,
  "ACADL": 160,
  "ACADM": 161,
  "ACADS": 162,
  "ACADSB": 163,
  "ACADVL": 164,
  "ACAN": 165,
  "ACAP1": 166,
  "ACAP2": 167,
  "ACAP2-IT1": 168,
  "ACAP3": 169,
  "ACBD3": 170,
  "ACBD3-AS1": 171,
  "ACBD4": 172,
  "ACBD5": 173,
  "ACBD6": 174,
  "ACBD7": 175,
  "ACCS": 176,
  "ACCSL": 177,
  "ACD": 178,
  "ACE": 179,
  "ACE2": 180,
  "ACE2-DT": 181,
  "ACE3P": 182,
  "ACER1": 183,
  "ACER2": 184,
  "ACER3": 185,
  "ACHE": 186,
  "ACIN1": 187,
  "ACKR1": 188,
  "ACKR2": 189,
  "ACKR3": 190,
  "ACKR4": 191,
  "ACKR4P1": 192,
  "ACKR5": 193,
  "ACLY": 194,
  "ACMSD": 195,
  "ACO1": 196,
  "ACO2": 197,
  "ACOD1": 198,
  "ACOT1": 199,
  "ACOT11": 200,
  "ACOT12": 201,
  "ACOT13": 202,
  "ACOT2": 203,
  "ACOT4": 204,
  "ACOT6": 205,
  "ACOT7": 206,
  "ACOT8": 207,
  "ACOT9": 208,
  "ACOX1": 209,
  "ACOX2": 210,
  "ACOX3": 211,
  "ACOXL": 212,
  "ACOXL-AS1": 213,
  "ACP2": 214,
  "ACP3": 215,
  "ACP4": 216,
  "ACP5": 217,
  "ACP6": 218,
  "ACP7": 219,
  "ACR": 220,
  "ACRBP": 221,
  "ACRV1": 222,
  "ACSBG1": 223,
  "ACSBG2": 224,
  "ACSF2": 225,
  "ACSF3": 226,
  "ACSL1": 227,
  "ACSL3": 228,
  "ACSL3-AS1": 229,
  "ACSL4": 230,
  "ACSL5": 231,
  "ACSL6": 232,
  "ACSL6-AS1": 233,
  "ACSM1": 234,
  "ACSM2A": 235,
  "ACSM2B": 236,
  "ACSM3": 237,
  "ACSM4": 238,
  "ACSM5": 239,
  "ACSM5P1": 240,
  "ACSM6": 241,
  "ACSS1": 242,
  "ACSS2": 243,
  "ACSS3": 244,
  "ACTA1": 245,
  "ACTA2": 246,
  "ACTA2-AS1": 247,
  "ACTB": 248,
  "ACTBL2": 249,
  "ACTBP1": 250,
  "ACTBP11": 251,
  "ACTBP12": 252,
  "ACTBP14": 253,
  "ACTBP6": 254,
  "ACTBP7": 255,
  "ACTBP8": 256,
  "ACTBP9": 257,
  "ACTC1": 258,
  "ACTE1P": 259,
  "ACTG1": 260,
  "ACTG1P1": 261,
  "ACTG1P10": 262,
  "ACTG1P11": 263,
  "ACTG1P12": 264,
  "ACTG1P14": 265,
  "ACTG1P15": 266,
  "ACTG1P16": 267,
  "ACTG1P17": 268,
  "ACTG1P18": 269,
  "ACTG1P19": 270,
  "ACTG1P2": 271,
  "ACTG1P20": 272,
  "ACTG1P21": 273,
  "ACTG1P22": 274,
  "ACTG1P23": 275,
  "ACTG1P24": 276,
  "ACTG1P25": 277,
  "ACTG1P3": 278,
  "ACTG1P4": 279,
  "ACTG1P9": 280,
  "ACTG2": 281,
  "ACTL10": 282,
  "ACTL11P": 283,
  "ACTL6A": 284,
  "ACTL6B": 285,
  "ACTL7A": 286,
  "ACTL7B": 287,
  "ACTL8": 288,
  "ACTL9": 289,
  "ACTMAP": 290,
  "ACTN1": 291,
  "ACTN1-DT": 292,
  "ACTN2": 293,
  "ACTN3": 294,
  "ACTN4": 295,
  "ACTN4P1": 296,
  "ACTN4P2": 297,
  "ACTR10": 298,
  "ACTR1A": 299,
  "ACTR1B": 300,
  "ACTR2": 301,
  "ACTR3": 302,
  "ACTR3-AS1": 303,
  "ACTR3B": 304,
  "ACTR3BP1": 305,
  "ACTR3BP2": 306,
  "ACTR3BP3": 307,
  "ACTR3BP4": 308,
  "ACTR3BP5": 309,
  "ACTR3C": 310,
  "ACTR3P2": 311,
  "ACTR3P3": 312,
  "ACTR5": 313,
  "ACTR6": 314,
  "ACTR6P1": 315,
  "ACTR8": 316,
  "ACTRT1": 317,
  "ACTRT2": 318,
  "ACTRT3": 319,
  "ACVR1": 320,
  "ACVR1B": 321,
  "ACVR1C": 322,
  "ACVR2A": 323,
  "ACVR2B": 324,
  "ACVR2B-AS1": 325,
  "ACVRL1": 326,
  "ACY1": 327,
  "ACY3": 328,
  "ACYP1": 329,
  "ACYP2": 330,
  "ADA": 331,
  "ADAD1": 332,
  "ADAD2": 333,
  "ADAM10": 334,
  "ADAM11": 335,
  "ADAM12": 336,
  "ADAM15": 337,
  "ADAM17": 338,
  "ADAM18": 339,
  "ADAM19": 340,
  "ADAM1A": 341,
  "ADAM1B": 342,
  "ADAM2": 343,
  "ADAM20": 344,
  "ADAM20P1": 345,
  "ADAM21": 346,
  "ADAM21P1": 347,
  "ADAM22": 348,
  "ADAM24P": 349,
  "ADAM28": 350,
  "ADAM29": 351,
  "ADAM30": 352,
  "ADAM32": 353,
  "ADAM33": 354,
  "ADAM3A": 355,
  "ADAM3B": 356,
  "ADAM5": 357,
  "ADAM6": 358,
  "ADAM7": 359,
  "ADAM8": 360,
  "ADAM9": 361,
  "ADAMDEC1": 362,
  "ADAMTS1": 363,
  "ADAMTS10": 364,
  "ADAMTS12": 365,
  "ADAMTS13": 366,
  "ADAMTS14": 367,
  "ADAMTS15": 368,
  "ADAMTS16": 369,
  "ADAMTS17": 370,
  "ADAMTS18": 371,
  "ADAMTS19": 372,
  "ADAMTS19-AS1": 373,
  "ADAMTS2": 374,
  "ADAMTS20": 375,
  "ADAMTS3": 376,
  "ADAMTS4": 377,
  "ADAMTS5": 378,
  "ADAMTS6": 379,
  "ADAMTS7": 380,
  "ADAMTS7P1": 381,
  "ADAMTS7P3": 382,
  "ADAMTS7P4": 383,
  "ADAMTS8": 384,
  "ADAMTS9": 385,
  "ADAMTS9-AS1": 386,
  "ADAMTS9-AS2": 387,
  "ADAMTSL1": 388,
  "ADAMTSL2": 389,
  "ADAMTSL3": 390,
  "ADAMTSL4": 391,
  "ADAMTSL4-AS1": 392,
  "ADAMTSL4-AS2": 393,
  "ADAMTSL5": 394,
  "ADAP1": 395,
  "ADAP2": 396,
  "ADAR": 397,
  "ADARB1": 398,
  "ADARB2": 399,
  "ADARB2-AS1": 400,
  "ADAT1": 401,
  "ADAT2": 402,
  "ADAT3": 403,
  "ADCK1": 404,
  "ADCK2": 405,
  "ADCK5": 406,
  "ADCY1": 407,
  "ADCY10": 408,
  "ADCY10P1": 409,
  "ADCY2": 410,
  "ADCY4": 411,
  "ADCY5": 412,
  "ADCY6": 413,
  "ADCY6-DT": 414,
  "ADCY7": 415,
  "ADCY8": 416,
  "ADCY9": 417,
  "ADCYAP1": 418,
  "ADCYAP1R1": 419,
  "ADD1": 420,
  "ADD2": 421,
  "ADD3": 422,
  "ADD3-AS1": 423,
  "ADGB": 424,
  "ADGRA1": 425,
  "ADGRA1-AS1": 426,
  "ADGRA2": 427,
  "ADGRA3": 428,
  "ADGRB1": 429,
  "ADGRB2": 430,
  "ADGRB3": 431,
  "ADGRB3-DT": 432,
  "ADGRD1": 433,
  "ADGRD1-AS1": 434,
  "ADGRD2": 435,
  "ADGRE1": 436,
  "ADGRE2": 437,
  "ADGRE3": 438,
  "ADGRE4P": 439,
  "ADGRE5": 440,
  "ADGRF1": 441,
  "ADGRF2P": 442,
  "ADGRF3": 443,
  "ADGRF4": 444,
  "ADGRF5": 445,
  "ADGRF5-AS1": 446,
  "ADGRF5P1": 447,
  "ADGRF5P2": 448,
  "ADGRG1": 449,
  "ADGRG2": 450,
  "ADGRG3": 451,
  "ADGRG4": 452,
  "ADGRG5": 453,
  "ADGRG6": 454,
  "ADGRG7": 455,
  "ADGRL1": 456,
  "ADGRL1-AS1": 457,
  "ADGRL2": 458,
  "ADGRL3": 459,
  "ADGRL3-AS1": 460,
  "ADGRL4": 461,
  "ADGRV1": 462,
  "ADH1A": 463,
  "ADH1B": 464,
  "ADH1C": 465,
  "ADH4": 466,
  "ADH5": 467,
  "ADH5P2": 468,
  "ADH5P3": 469,
  "ADH5P4": 470,
  "ADH6": 471,
  "ADH7": 472,
  "ADHFE1": 473,
  "ADI1": 474,
  "ADI1P1": 475,
  "ADI1P2": 476,
  "ADIG": 477,
  "ADIPOQ": 478,
  "ADIPOQ-AS1": 479,
  "ADIPOR1": 480,
  "ADIPOR1P1": 481,
  "ADIPOR1P2": 482,
  "ADIPOR2": 483,
  "ADIRF": 484,
  "ADIRF-AS1": 485,
  "ADISSP": 486,
  "ADM": 487,
  "ADM2": 488,
  "ADM5": 489,
  "ADNP": 490,
  "ADNP-AS1": 491,
  "ADNP2": 492,
  "ADO": 493,
  "ADORA1": 494,
  "ADORA2A": 495,
  "ADORA2A-AS1": 496,
  "ADORA2B": 497,
  "ADORA2BP1": 498,
  "ADORA3": 499,
  "ADPGK": 500,
  "ADPGK-AS1": 501,
  "ADPRH": 502,
  "ADPRHL1": 503,
  "ADPRM": 504,
  "ADPRS": 505,
  "ADRA1B": 506,
  "ADRA1D": 507,
  "ADRA2A": 508,
  "ADRA2B": 509,
  "ADRA2C": 510,
  "ADRB1": 511,
  "ADRB2": 512,
  "ADRB3": 513,
  "ADRM1": 514,
  "ADSL": 515,
  "ADSS1": 516,
  "ADSS2": 517,
  "ADTRP": 518,
  "AEBP1": 519,
  "AEBP2": 520,
  "AEN": 521,
  "AFAP1": 522,
  "AFAP1-AS1": 523,
  "AFAP1L1": 524,
  "AFAP1L2": 525,
  "AFDN": 526,
  "AFDN-DT": 527,
  "AFF1": 528,
  "AFF2": 529,
  "AFF2-IT1": 530,
  "AFF3": 531,
  "AFF4": 532,
  "AFF4-DT": 533,
  "AFG1L": 534,
  "AFG2A": 535,
  "AFG2B": 536,
  "AFG3L1P": 537,
  "AFG3L2": 538,
  "AFG3L2P1": 539,
  "AFM": 540,
  "AFMID": 541,
  "AFP": 542,
  "AFTPH": 543,
  "AGA": 544,
  "AGAP1": 545,
  "AGAP1-IT1": 546,
  "AGAP10P": 547,
  "AGAP11": 548,
  "AGAP12P": 549,
  "AGAP13P": 550,
  "AGAP14P": 551,
  "AGAP2": 552,
  "AGAP2-AS1": 553,
  "AGAP3": 554,
  "AGAP4": 555,
  "AGAP5": 556,
  "AGAP6": 557,
  "AGAP7P": 558,
  "AGAP9": 559,
  "AGBL1": 560,
  "AGBL1-AS1": 561,
  "AGBL2": 562,
  "AGBL3": 563,
  "AGBL4": 564,
  "AGBL4-IT1": 565,
  "AGBL5": 566,
  "AGBL5-AS1": 567,
  "AGBL5-IT1": 568,
  "AGER": 569,
  "AGFG1": 570,
  "AGFG2": 571,
  "AGGF1": 572,
  "AGGF1P1": 573,
  "AGGF1P10": 574,
  "AGGF1P2": 575,
  "AGGF1P3": 576,
  "AGGF1P5": 577,
  "AGGF1P6": 578,
  "AGGF1P7": 579,
  "AGGF1P9": 580,
  "AGK": 581,
  "AGK-DT": 582,
  "AGKP1": 583,
  "AGL": 584,
  "AGMAT": 585,
  "AGMO": 586,
  "AGO1": 587,
  "AGO2": 588,
  "AGO3": 589,
  "AGO4": 590,
  "AGPAT1": 591,
  "AGPAT2": 592,
  "AGPAT3": 593,
  "AGPAT4": 594,
  "AGPAT5": 595,
  "AGPS": 596,
  "AGR2": 597,
  "AGR3": 598,
  "AGRN": 599,
  "AGRP": 600,
  "AGTPBP1": 601,
  "AGTR1": 602,
  "AGTR2": 603,
  "AGTRAP": 604,
  "AGXT": 605,
  "AGXT2": 606,
  "AHCTF1": 607,
  "AHCTF1P1": 608,
  "AHCY": 609,
  "AHCYL1": 610,
  "AHCYL2": 611,
  "AHCYP2": 612,
  "AHCYP4": 613,
  "AHDC1": 614,
  "AHI1": 615,
  "AHI1-DT": 616,
  "AHNAK": 617,
  "AHNAK2": 618,
  "AHR": 619,
  "AHRR": 620,
  "AHSA1": 621,
  "AHSA2P": 622,
  "AHSG": 623,
  "AHSP": 624,
  "AICDA": 625,
  "AIDA": 626,
  "AIDAP1": 627,
  "AIDAP2": 628,
  "AIF1": 629,
  "AIF1L": 630,
  "AIFM1": 631,
  "AIFM1P1": 632,
  "AIFM2": 633,
  "AIFM3": 634,
  "AIG1": 635,
  "AIG1P1": 636,
  "AIM2": 637,
  "AIMP1": 638,
  "AIMP1P1": 639,
  "AIMP1P2": 640,
  "AIMP2": 641,
  "AIPL1": 642,
  "AIRE": 643,
  "AIRIM": 644,
  "AIRN": 645,
  "AJAP1": 646,
  "AJM1": 647,
  "AJUBA": 648,
  "AK1": 649,
  "AK2": 650,
  "AK2P2": 651,
  "AK3P2": 652,
  "AK3P3": 653,
  "AK4": 654,
  "AK4P1": 655,
  "AK4P2": 656,
  "AK4P3": 657,
  "AK4P4": 658,
  "AK4P6": 659,
  "AK5": 660,
  "AK6": 661,
  "AK6P1": 662,
  "AK6P2": 663,
  "AK7": 664,
  "AK8": 665,
  "AK9": 666,
  "AKAIN1": 667,
  "AKAP1": 668,
  "AKAP1-DT": 669,
  "AKAP10": 670,
  "AKAP11": 671,
  "AKAP12": 672,
  "AKAP13": 673,
  "AKAP14": 674,
  "AKAP17A": 675,
  "AKAP17BP": 676,
  "AKAP3": 677,
  "AKAP4": 678,
  "AKAP5": 679,
  "AKAP6": 680,
  "AKAP7": 681,
  "AKAP8": 682,
  "AKAP8L": 683,
  "AKAP9": 684,
  "AKIP1": 685,
  "AKIRIN1": 686,
  "AKIRIN1P1": 687,
  "AKIRIN1P2": 688,
  "AKIRIN2": 689,
  "AKIRIN2P1": 690,
  "AKNA": 691,
  "AKNAD1": 692,
  "AKR1A1": 693,
  "AKR1B1": 694,
  "AKR1B10": 695,
  "AKR1B10P1": 696,
  "AKR1B10P2": 697,
  "AKR1B15": 698,
  "AKR1B1P1": 699,
  "AKR1B1P2": 700,
  "AKR1B1P3": 701,
  "AKR1B1P4": 702,
  "AKR1B1P6": 703,
  "AKR1B1P7": 704,
  "AKR1B1P8": 705,
  "AKR1C1": 706,
  "AKR1C2": 707,
  "AKR1C3": 708,
  "AKR1C4": 709,
  "AKR1C5P": 710,
  "AKR1C6P": 711,
  "AKR1C7P": 712,
  "AKR1C8": 713,
  "AKR1D1": 714,
  "AKR1E2": 715,
  "AKR7A2": 716,
  "AKR7A2P1": 717,
  "AKR7A3": 718,
  "AKR7L": 719,
  "AKT1": 720,
  "AKT1S1": 721,
  "AKT2": 722,
  "AKT3": 723,
  "AKT3-IT1": 724,
  "AKTIP": 725,
  "ALAD": 726,
  "ALAS1": 727,
  "ALAS2": 728,
  "ALCAM": 729,
  "ALDH16A1": 730,
  "ALDH18A1": 731,
  "ALDH1A1": 732,
  "ALDH1A2": 733,
  "ALDH1A3": 734,
  "ALDH1B1": 735,
  "ALDH1L1": 736,
  "ALDH1L1-AS1": 737,
  "ALDH1L1-AS2": 738,
  "ALDH1L2": 739,
  "ALDH2": 740,
  "ALDH3A1": 741,
  "ALDH3A2": 742,
  "ALDH3B1": 743,
  "ALDH3B2": 744,
  "ALDH4A1": 745,
  "ALDH5A1": 746,
  "ALDH6A1": 747,
  "ALDH7A1": 748,
  "ALDH7A1P1": 749,
  "ALDH7A1P2": 750,
  "ALDH7A1P3": 751,
  "ALDH7A1P4": 752,
  "ALDH8A1": 753,
  "ALDH9A1": 754,
  "ALDOA": 755,
  "ALDOAP1": 756,
  "ALDOAP2": 757,
  "ALDOB": 758,
  "ALDOC": 759,
  "ALG1": 760,
  "ALG10": 761,
  "ALG10B": 762,
  "ALG11": 763,
  "ALG12": 764,
  "ALG13": 765,
  "ALG13-AS1": 766,
  "ALG14": 767,
  "ALG1L10P": 768,
  "ALG1L11P": 769,
  "ALG1L13P": 770,
  "ALG1L14P": 771,
  "ALG1L15P": 772,
  "ALG1L1P": 773,
  "ALG1L2": 774,
  "ALG1L3P": 775,
  "ALG1L5P": 776,
  "ALG1L6P": 777,
  "ALG1L7P": 778,
  "ALG1L8P": 779,
  "ALG2": 780,
  "ALG3": 781,
  "ALG3P1": 782,
  "ALG5": 783,
  "ALG6": 784,
  "ALG8": 785,
  "ALG9": 786,
  "ALG9-IT1": 787,
  "ALK": 788,
  "ALKAL1": 789,
  "ALKAL2": 790,
  "ALKBH1": 791,
  "ALKBH2": 792,
  "ALKBH3": 793,
  "ALKBH3-AS1": 794,
  "ALKBH4": 795,
  "ALKBH5": 796,
  "ALKBH6": 797,
  "ALKBH7": 798,
  "ALKBH8": 799,
  "ALLC": 800,
  "ALMS1": 801,
  "ALMS1-IT1": 802,
  "ALMS1P1": 803,
  "ALOX12": 804,
  "ALOX12B": 805,
  "ALOX12P1": 806,
  "ALOX12P2": 807,
  "ALOX15": 808,
  "ALOX15B": 809,
  "ALOX15P1": 810,
  "ALOX15P2": 811,
  "ALOX5": 812,
  "ALOX5AP": 813,
  "ALOXE3": 814,
  "ALPG": 815,
  "ALPI": 816,
  "ALPK1": 817,
  "ALPK2": 818,
  "ALPK3": 819,
  "ALPL": 820,
  "ALPP": 821,
  "ALS2": 822,
  "ALS2CL": 823,
  "ALX1": 824,
  "ALX3": 825,
  "ALX4": 826,
  "ALYREF": 827,
  "AMACR": 828,
  "AMBN": 829,
  "AMBP": 830,
  "AMBRA1": 831,
  "AMD1": 832,
  "AMD1P1": 833,
  "AMD1P2": 834,
  "AMD1P3": 835,
  "AMD1P4": 836,
  "AMDHD1": 837,
  "AMDHD2": 838,
  "AMELX": 839,
  "AMELY": 840,
  "AMER1": 841,
  "AMER2": 842,
  "AMER3": 843,
  "AMFR": 844,
  "AMH": 845,
  "AMHR2": 846,
  "AMIGO1": 847,
  "AMIGO2": 848,
  "AMIGO3": 849,
  "AMMECR1": 850,
  "AMMECR1-IT1": 851,
  "AMMECR1L": 852,
  "AMN": 853,
  "AMN1": 854,
  "AMOT": 855,
  "AMOTL1": 856,
  "AMOTL2": 857,
  "AMPD1": 858,
  "AMPD2": 859,
  "AMPD3": 860,
  "AMPH": 861,
  "AMT": 862,
  "AMTN": 863,
  "AMY1A": 864,
  "AMY1B": 865,
  "AMY1C": 866,
  "AMY2A": 867,
  "AMY2B": 868,
  "AMYP1": 869,
  "AMZ1": 870,
  "AMZ2": 871,
  "AMZ2P1": 872,
  "AMZ2P2": 873,
  "ANAPC1": 874,
  "ANAPC10": 875,
  "ANAPC10P1": 876,
  "ANAPC11": 877,
  "ANAPC13": 878,
  "ANAPC15": 879,
  "ANAPC16": 880,
  "ANAPC1P1": 881,
  "ANAPC1P4": 882,
  "ANAPC2": 883,
  "ANAPC4": 884,
  "ANAPC5": 885,
  "ANAPC7": 886,
  "ANG": 887,
  "ANGEL1": 888,
  "ANGEL2": 889,
  "ANGPT1": 890,
  "ANGPT2": 891,
  "ANGPT4": 892,
  "ANGPTL1": 893,
  "ANGPTL2": 894,
  "ANGPTL3": 895,
  "ANGPTL4": 896,
  "ANGPTL5": 897,
  "ANGPTL6": 898,
  "ANGPTL7": 899,
  "ANGPTL8": 900,
  "ANHX": 901,
  "ANK1": 902,
  "ANK2": 903,
  "ANK2-AS1": 904,
  "ANK3": 905,
  "ANK3-DT": 906,
  "ANKAR": 907,
  "ANKDD1A": 908,
  "ANKDD1B": 909,
  "ANKEF1": 910,
  "ANKFN1": 911,
  "ANKFY1": 912,
  "ANKH": 913,
  "ANKH-DT": 914,
  "ANKHD1": 915,
  "ANKHD1-EIF4EBP3": 916,
  "ANKIB1": 917,
  "ANKK1": 918,
  "ANKLE1": 919,
  "ANKLE2": 920,
  "ANKMY1": 921,
  "ANKMY2": 922,
  "ANKRA2": 923,
  "ANKRD1": 924,
  "ANKRD10": 925,
  "ANKRD10-IT1": 926,
  "ANKRD11": 927,
  "ANKRD12": 928,
  "ANKRD13A": 929,
  "ANKRD13B": 930,
  "ANKRD13C": 931,
  "ANKRD13C-DT": 932,
  "ANKRD13D": 933,
  "ANKRD16": 934,
  "ANKRD17": 935,
  "ANKRD18A": 936,
  "ANKRD18B": 937,
  "ANKRD18CP": 938,
  "ANKRD18DP": 939,
  "ANKRD18EP": 940,
  "ANKRD19P": 941,
  "ANKRD2": 942,
  "ANKRD20A1": 943,
  "ANKRD20A10P": 944,
  "ANKRD20A11P": 945,
  "ANKRD20A17P": 946,
  "ANKRD20A18P": 947,
  "ANKRD20A19P": 948,
  "ANKRD20A21P": 949,
  "ANKRD20A2P": 950,
  "ANKRD20A3P": 951,
  "ANKRD20A4P": 952,
  "ANKRD20A5P": 953,
  "ANKRD20A7P": 954,
  "ANKRD20A8P": 955,
  "ANKRD20A9P": 956,
  "ANKRD22": 957,
  "ANKRD23": 958,
  "ANKRD24": 959,
  "ANKRD26": 960,
  "ANKRD26P1": 961,
  "ANKRD26P2": 962,
  "ANKRD26P3": 963,
  "ANKRD26P4": 964,
  "ANKRD27": 965,
  "ANKRD28": 966,
  "ANKRD29": 967,
  "ANKRD30A": 968,
  "ANKRD30B": 969,
  "ANKRD30BL": 970,
  "ANKRD30BP1": 971,
  "ANKRD30BP2": 972,
  "ANKRD30BP3": 973,
  "ANKRD31": 974,
  "ANKRD33": 975,
  "ANKRD33B": 976,
  "ANKRD33B-AS1": 977,
  "ANKRD34A": 978,
  "ANKRD34B": 979,
  "ANKRD34C": 980,
  "ANKRD34C-AS1": 981,
  "ANKRD35": 982,
  "ANKRD36": 983,
  "ANKRD36B": 984,
  "ANKRD36BP1": 985,
  "ANKRD36BP2": 986,
  "ANKRD36C": 987,
  "ANKRD37": 988,
  "ANKRD39": 989,
  "ANKRD40": 990,
  "ANKRD40CL": 991,
  "ANKRD42": 992,
  "ANKRD44": 993,
  "ANKRD44-AS1": 994,
  "ANKRD44-IT1": 995,
  "ANKRD45": 996,
  "ANKRD46": 997,
  "ANKRD49": 998,
  "ANKRD49P1": 999,
  "ANKRD49P2": 1000,
  "ANKRD50": 1001,
  "ANKRD52": 1002,
  "ANKRD53": 1003,
  "ANKRD54": 1004,
  "ANKRD55": 1005,
  "ANKRD6": 1006,
  "ANKRD60": 1007,
  "ANKRD61": 1008,
  "ANKRD62": 1009,
  "ANKRD62P1-PARP4P3": 1010,
  "ANKRD63": 1011,
  "ANKRD65": 1012,
  "ANKRD66": 1013,
  "ANKRD7": 1014,
  "ANKRD9": 1015,
  "ANKS1A": 1016,
  "ANKS1B": 1017,
  "ANKS3": 1018,
  "ANKS4B": 1019,
  "ANKS6": 1020,
  "ANKUB1": 1021,
  "ANKZF1": 1022,
  "ANLN": 1023,
  "ANO1": 1024,
  "ANO1-AS1": 1025,
  "ANO10": 1026,
  "ANO2": 1027,
  "ANO3": 1028,
  "ANO3-AS1": 1029,
  "ANO4": 1030,
  "ANO5": 1031,
  "ANO6": 1032,
  "ANO7": 1033,
  "ANO7L1": 1034,
  "ANO8": 1035,
  "ANO9": 1036,
  "ANOS1": 1037,
  "ANOS2P": 1038,
  "ANP32A": 1039,
  "ANP32AP1": 1040,
  "ANP32B": 1041,
  "ANP32BP1": 1042,
  "ANP32BP2": 1043,
  "ANP32BP3": 1044,
  "ANP32CP": 1045,
  "ANP32D": 1046,
  "ANP32E": 1047,
  "ANPEP": 1048,
  "ANTKMT": 1049,
  "ANTXR1": 1050,
  "ANTXR2": 1051,
  "ANTXRL": 1052,
  "ANTXRLP1": 1053,
  "ANXA1": 1054,
  "ANXA10": 1055,
  "ANXA11": 1056,
  "ANXA13": 1057,
  "ANXA2": 1058,
  "ANXA2P1": 1059,
  "ANXA2P2": 1060,
  "ANXA2P3": 1061,
  "ANXA2R": 1062,
  "ANXA3": 1063,
  "ANXA4": 1064,
  "ANXA5": 1065,
  "ANXA6": 1066,
  "ANXA7": 1067,
  "ANXA8": 1068,
  "ANXA8L1": 1069,
  "ANXA9": 1070,
  "AOAH": 1071,
  "AOAH-IT1": 1072,
  "AOC1": 1073,
  "AOC2": 1074,
  "AOC3": 1075,
  "AOC4P": 1076,
  "AOPEP": 1077,
  "AOX1": 1078,
  "AOX2P": 1079,
  "AOX3P": 1080,
  "AOX3P-AOX2P": 1081,
  "AP1AR": 1082,
  "AP1B1": 1083,
  "AP1B1P1": 1084,
  "AP1G1": 1085,
  "AP1G2": 1086,
  "AP1M1": 1087,
  "AP1M2": 1088,
  "AP1S1": 1089,
  "AP1S2": 1090,
  "AP1S2P1": 1091,
  "AP1S3": 1092,
  "AP2A1": 1093,
  "AP2A2": 1094,
  "AP2B1": 1095,
  "AP2M1": 1096,
  "AP2S1": 1097,
  "AP3B1": 1098,
  "AP3B2": 1099,
  "AP3D1": 1100,
  "AP3M1": 1101,
  "AP3M2": 1102,
  "AP3S1": 1103,
  "AP3S2": 1104,
  "AP4B1": 1105,
  "AP4B1-AS1": 1106,
  "AP4E1": 1107,
  "AP4M1": 1108,
  "AP4S1": 1109,
  "AP5B1": 1110,
  "AP5M1": 1111,
  "AP5S1": 1112,
  "AP5Z1": 1113,
  "APAF1": 1114,
  "APBA1": 1115,
  "APBA2": 1116,
  "APBA3": 1117,
  "APBB1": 1118,
  "APBB1IP": 1119,
  "APBB2": 1120,
  "APBB3": 1121,
  "APC": 1122,
  "APCDD1": 1123,
  "APCDD1L": 1124,
  "APCDD1L-DT": 1125,
  "APCS": 1126,
  "APEH": 1127,
  "APELA": 1128,
  "APEX1": 1129,
  "APEX2": 1130,
  "APH1A": 1131,
  "APH1B": 1132,
  "API5": 1133,
  "API5P1": 1134,
  "API5P2": 1135,
  "APIP": 1136,
  "APLF": 1137,
  "APLN": 1138,
  "APLNR": 1139,
  "APLP1": 1140,
  "APLP2": 1141,
  "APMAP": 1142,
  "APOA1": 1143,
  "APOA1-AS": 1144,
  "APOA2": 1145,
  "APOA4": 1146,
  "APOA5": 1147,
  "APOB": 1148,
  "APOBEC1": 1149,
  "APOBEC2": 1150,
  "APOBEC3A": 1151,
  "APOBEC3B": 1152,
  "APOBEC3B-AS1": 1153,
  "APOBEC3C": 1154,
  "APOBEC3D": 1155,
  "APOBEC3F": 1156,
  "APOBEC3G": 1157,
  "APOBEC3H": 1158,
  "APOBEC4": 1159,
  "APOBR": 1160,
  "APOC1": 1161,
  "APOC1P1": 1162,
  "APOC2": 1163,
  "APOC3": 1164,
  "APOC4": 1165,
  "APOC4-APOC2": 1166,
  "APOD": 1167,
  "APOE": 1168,
  "APOF": 1169,
  "APOH": 1170,
  "APOL1": 1171,
  "APOL2": 1172,
  "APOL3": 1173,
  "APOL4": 1174,
  "APOL5": 1175,
  "APOL6": 1176,
  "APOLD1": 1177,
  "APOM": 1178,
  "APOO": 1179,
  "APOOL": 1180,
  "APOOP1": 1181,
  "APOOP2": 1182,
  "APOOP3": 1183,
  "APOOP4": 1184,
  "APOOP5": 1185,
  "APP": 1186,
  "APP-DT": 1187,
  "APPBP2": 1188,
  "APPL1": 1189,
  "APPL2": 1190,
  "APRG1": 1191,
  "APRT": 1192,
  "APTR": 1193,
  "APTX": 1194,
  "AQP1": 1195,
  "AQP10": 1196,
  "AQP11": 1197,
  "AQP12A": 1198,
  "AQP12B": 1199,
  "AQP2": 1200,
  "AQP3": 1201,
  "AQP4": 1202,
  "AQP4-AS1": 1203,
  "AQP5": 1204,
  "AQP6": 1205,
  "AQP7": 1206,
  "AQP7P1": 1207,
  "AQP7P2": 1208,
  "AQP7P3": 1209,
  "AQP8": 1210,
  "AQP9": 1211,
  "AQR": 1212,
  "ARAF": 1213,
  "ARAP1": 1214,
  "ARAP1-AS1": 1215,
  "ARAP1-AS2": 1216,
  "ARAP2": 1217,
  "ARAP3": 1218,
  "ARB2A": 1219,
  "ARB2BP": 1220,
  "ARCN1": 1221,
  "AREG": 1222,
  "AREL1": 1223,
  "ARF1": 1224,
  "ARF1P1": 1225,
  "ARF3": 1226,
  "ARF4": 1227,
  "ARF4-AS1": 1228,
  "ARF4P1": 1229,
  "ARF4P2": 1230,
  "ARF4P3": 1231,
  "ARF4P4": 1232,
  "ARF5": 1233,
  "ARF6": 1234,
  "ARFGAP2": 1235,
  "ARFGAP3": 1236,
  "ARFGEF1": 1237,
  "ARFGEF1-DT": 1238,
  "ARFGEF2": 1239,
  "ARFGEF3": 1240,
  "ARFIP1": 1241,
  "ARFIP2": 1242,
  "ARFRP1": 1243,
  "ARG2": 1244,
  "ARGFX": 1245,
  "ARGFXP2": 1246,
  "ARGLU1": 1247,
  "ARGLU1-DT": 1248,
  "ARHGAP1": 1249,
  "ARHGAP11A": 1250,
  "ARHGAP11B": 1251,
  "ARHGAP12": 1252,
  "ARHGAP15": 1253,
  "ARHGAP15-AS1": 1254,
  "ARHGAP17": 1255,
  "ARHGAP18": 1256,
  "ARHGAP19": 1257,
  "ARHGAP19-SLIT1": 1258,
  "ARHGAP20": 1259,
  "ARHGAP21": 1260,
  "ARHGAP22": 1261,
  "ARHGAP22-IT1": 1262,
  "ARHGAP23": 1263,
  "ARHGAP23P1": 1264,
  "ARHGAP24": 1265,
  "ARHGAP25": 1266,
  "ARHGAP26": 1267,
  "ARHGAP26-AS1": 1268,
  "ARHGAP26-IT1": 1269,
  "ARHGAP27": 1270,
  "ARHGAP27P1-BPTFP1-KPNA2P3": 1271,
  "ARHGAP28": 1272,
  "ARHGAP28-AS1": 1273,
  "ARHGAP29": 1274,
  "ARHGAP29-AS1": 1275,
  "ARHGAP30": 1276,
  "ARHGAP31": 1277,
  "ARHGAP31-AS1": 1278,
  "ARHGAP32": 1279,
  "ARHGAP33": 1280,
  "ARHGAP35": 1281,
  "ARHGAP36": 1282,
  "ARHGAP39": 1283,
  "ARHGAP4": 1284,
  "ARHGAP40": 1285,
  "ARHGAP42": 1286,
  "ARHGAP42-AS1": 1287,
  "ARHGAP42P1": 1288,
  "ARHGAP42P2": 1289,
  "ARHGAP42P3": 1290,
  "ARHGAP42P4": 1291,
  "ARHGAP42P5": 1292,
  "ARHGAP44": 1293,
  "ARHGAP44-AS1": 1294,
  "ARHGAP45": 1295,
  "ARHGAP5": 1296,
  "ARHGAP5-AS1": 1297,
  "ARHGAP6": 1298,
  "ARHGAP8": 1299,
  "ARHGAP9": 1300,
  "ARHGDIA": 1301,
  "ARHGDIB": 1302,
  "ARHGDIG": 1303,
  "ARHGEF1": 1304,
  "ARHGEF10": 1305,
  "ARHGEF10L": 1306,
  "ARHGEF11": 1307,
  "ARHGEF12": 1308,
  "ARHGEF15": 1309,
  "ARHGEF16": 1310,
  "ARHGEF17": 1311,
  "ARHGEF18": 1312,
  "ARHGEF18-AS1": 1313,
  "ARHGEF19": 1314,
  "ARHGEF19-AS1": 1315,
  "ARHGEF2": 1316,
  "ARHGEF2-AS1": 1317,
  "ARHGEF2-AS2": 1318,
  "ARHGEF25": 1319,
  "ARHGEF26": 1320,
  "ARHGEF26-AS1": 1321,
  "ARHGEF28": 1322,
  "ARHGEF3": 1323,
  "ARHGEF3-AS1": 1324,
  "ARHGEF33": 1325,
  "ARHGEF34P": 1326,
  "ARHGEF35": 1327,
  "ARHGEF35-AS1": 1328,
  "ARHGEF37": 1329,
  "ARHGEF38": 1330,
  "ARHGEF38-IT1": 1331,
  "ARHGEF39": 1332,
  "ARHGEF4": 1333,
  "ARHGEF40": 1334,
  "ARHGEF5": 1335,
  "ARHGEF6": 1336,
  "ARHGEF7": 1337,
  "ARHGEF7-AS1": 1338,
  "ARHGEF7-AS2": 1339,
  "ARHGEF7-IT1": 1340,
  "ARHGEF9": 1341,
  "ARHGEF9-IT1": 1342,
  "ARID1A": 1343,
  "ARID1B": 1344,
  "ARID2": 1345,
  "ARID3A": 1346,
  "ARID3B": 1347,
  "ARID3BP1": 1348,
  "ARID3C": 1349,
  "ARID4A": 1350,
  "ARID4B": 1351,
  "ARID5A": 1352,
  "ARID5B": 1353,
  "ARIH1": 1354,
  "ARIH2": 1355,
  "ARIH2OS": 1356,
  "ARIH2P1": 1357,
  "ARK2C": 1358,
  "ARK2N": 1359,
  "ARL1": 1360,
  "ARL10": 1361,
  "ARL11": 1362,
  "ARL13A": 1363,
  "ARL13B": 1364,
  "ARL14": 1365,
  "ARL14EP": 1366,
  "ARL14EPL": 1367,
  "ARL14EPP1": 1368,
  "ARL15": 1369,
  "ARL16": 1370,
  "ARL17A": 1371,
  "ARL17B": 1372,
  "ARL2": 1373,
  "ARL2-SNX15": 1374,
  "ARL2BP": 1375,
  "ARL2BPP3": 1376,
  "ARL2BPP4": 1377,
  "ARL2BPP7": 1378,
  "ARL3": 1379,
  "ARL4A": 1380,
  "ARL4AP1": 1381,
  "ARL4AP2": 1382,
  "ARL4AP4": 1383,
  "ARL4AP5": 1384,
  "ARL4C": 1385,
  "ARL4D": 1386,
  "ARL5A": 1387,
  "ARL5AP2": 1388,
  "ARL5AP3": 1389,
  "ARL5AP4": 1390,
  "ARL5AP5": 1391,
  "ARL5B": 1392,
  "ARL5C": 1393,
  "ARL6": 1394,
  "ARL6IP1": 1395,
  "ARL6IP1P1": 1396,
  "ARL6IP1P2": 1397,
  "ARL6IP1P3": 1398,
  "ARL6IP4": 1399,
  "ARL6IP5": 1400,
  "ARL6IP6": 1401,
  "ARL8A": 1402,
  "ARL8B": 1403,
  "ARL9": 1404,
  "ARLN": 1405,
  "ARLNC1": 1406,
  "ARMC1": 1407,
  "ARMC10": 1408,
  "ARMC10P1": 1409,
  "ARMC12": 1410,
  "ARMC2": 1411,
  "ARMC2-AS1": 1412,
  "ARMC3": 1413,
  "ARMC5": 1414,
  "ARMC6": 1415,
  "ARMC7": 1416,
  "ARMC8": 1417,
  "ARMC8P1": 1418,
  "ARMC9": 1419,
  "ARMCX1": 1420,
  "ARMCX2": 1421,
  "ARMCX3": 1422,
  "ARMCX3-AS1": 1423,
  "ARMCX4": 1424,
  "ARMCX5": 1425,
  "ARMCX6": 1426,
  "ARMCX7P": 1427,
  "ARMH1": 1428,
  "ARMH2": 1429,
  "ARMH3": 1430,
  "ARMH4": 1431,
  "ARMS2": 1432,
  "ARMT1": 1433,
  "ARNILA": 1434,
  "ARNT": 1435,
  "ARNT2": 1436,
  "ARPC1A": 1437,
  "ARPC1B": 1438,
  "ARPC2": 1439,
  "ARPC3": 1440,
  "ARPC3P1": 1441,
  "ARPC3P2": 1442,
  "ARPC3P3": 1443,
  "ARPC3P5": 1444,
  "ARPC4": 1445,
  "ARPC4-TTLL3": 1446,
  "ARPC5": 1447,
  "ARPC5L": 1448,
  "ARPIN": 1449,
  "ARPIN-AP3S2": 1450,
  "ARPP19": 1451,
  "ARPP19P1": 1452,
  "ARPP19P2": 1453,
  "ARPP21": 1454,
  "ARPP21-AS1": 1455,
  "ARR3": 1456,
  "ARRB1": 1457,
  "ARRB2": 1458,
  "ARRDC1": 1459,
  "ARRDC1-AS1": 1460,
  "ARRDC2": 1461,
  "ARRDC3": 1462,
  "ARRDC3-AS1": 1463,
  "ARRDC4": 1464,
  "ARRDC5": 1465,
  "ARSA": 1466,
  "ARSD": 1467,
  "ARSD-AS1": 1468,
  "ARSF": 1469,
  "ARSG": 1470,
  "ARSH": 1471,
  "ARSI": 1472,
  "ARSJ": 1473,
  "ARSK": 1474,
  "ARSL": 1475,
  "ARSLP1": 1476,
  "ART1": 1477,
  "ART2P": 1478,
  "ART3": 1479,
  "ART4": 1480,
  "ART5": 1481,
  "ARTN": 1482,
  "ARV1": 1483,
  "ARVCF": 1484,
  "ARX": 1485,
  "AS3MT": 1486,
  "ASAH1": 1487,
  "ASAH2": 1488,
  "ASAH2B": 1489,
  "ASAP1": 1490,
  "ASAP1-IT2": 1491,
  "ASAP2": 1492,
  "ASAP3": 1493,
  "ASB1": 1494,
  "ASB10": 1495,
  "ASB11": 1496,
  "ASB12": 1497,
  "ASB13": 1498,
  "ASB14": 1499,
  "ASB15": 1500,
  "ASB15-AS1": 1501,
  "ASB16": 1502,
  "ASB16-AS1": 1503,
  "ASB17": 1504,
  "ASB18": 1505,
  "ASB2": 1506,
  "ASB3": 1507,
  "ASB4": 1508,
  "ASB5": 1509,
  "ASB6": 1510,
  "ASB7": 1511,
  "ASB8": 1512,
  "ASB9": 1513,
  "ASB9P1": 1514,
  "ASCC1": 1515,
  "ASCC2": 1516,
  "ASCC3": 1517,
  "ASCL1": 1518,
  "ASCL2": 1519,
  "ASCL3": 1520,
  "ASCL4": 1521,
  "ASCL5": 1522,
  "ASDURF": 1523,
  "ASF1A": 1524,
  "ASF1B": 1525,
  "ASGR1": 1526,
  "ASGR2": 1527,
  "ASH1L": 1528,
  "ASH1L-AS1": 1529,
  "ASH1L-IT1": 1530,
  "ASH2L": 1531,
  "ASH2LP1": 1532,
  "ASIC1": 1533,
  "ASIC2": 1534,
  "ASIC3": 1535,
  "ASIC4": 1536,
  "ASIC4-AS1": 1537,
  "ASIC5": 1538,
  "ASL": 1539,
  "ASLP1": 1540,
  "ASMER1": 1541,
  "ASMT": 1542,
  "ASMTL": 1543,
  "ASMTL-AS1": 1544,
  "ASNS": 1545,
  "ASNSD1": 1546,
  "ASNSP1": 1547,
  "ASNSP3": 1548,
  "ASNSP4": 1549,
  "ASNSP6": 1550,
  "ASPA": 1551,
  "ASPDH": 1552,
  "ASPG": 1553,
  "ASPH": 1554,
  "ASPHD1": 1555,
  "ASPHD2": 1556,
  "ASPM": 1557,
  "ASPN": 1558,
  "ASPRV1": 1559,
  "ASPSCR1": 1560,
  "ASRGL1": 1561,
  "ASS1": 1562,
  "ASS1P1": 1563,
  "ASS1P10": 1564,
  "ASS1P11": 1565,
  "ASS1P12": 1566,
  "ASS1P2": 1567,
  "ASS1P4": 1568,
  "ASS1P5": 1569,
  "ASS1P6": 1570,
  "ASS1P7": 1571,
  "ASS1P9": 1572,
  "ASTE1": 1573,
  "ASTL": 1574,
  "ASTN1": 1575,
  "ASTN2": 1576,
  "ASTN2-AS1": 1577,
  "ASXL1": 1578,
  "ASXL2": 1579,
  "ASXL3": 1580,
  "ASXL3-DT": 1581,
  "ASZ1": 1582,
  "ATAD1": 1583,
  "ATAD2": 1584,
  "ATAD2B": 1585,
  "ATAD3A": 1586,
  "ATAD3B": 1587,
  "ATAD3C": 1588,
  "ATAD5": 1589,
  "ATAT1": 1590,
  "ATCAY": 1591,
  "ATE1": 1592,
  "ATE1OSP": 1593,
  "ATF1": 1594,
  "ATF1P1": 1595,
  "ATF2": 1596,
  "ATF3": 1597,
  "ATF4": 1598,
  "ATF4P1": 1599,
  "ATF4P2": 1600,
  "ATF4P3": 1601,
  "ATF4P4": 1602,
  "ATF5": 1603,
  "ATF6": 1604,
  "ATF6B": 1605,
  "ATF7": 1606,
  "ATF7-NPFF": 1607,
  "ATF7IP": 1608,
  "ATF7IP2": 1609,
  "ATG10": 1610,
  "ATG10-AS1": 1611,
  "ATG10-IT1": 1612,
  "ATG101": 1613,
  "ATG12": 1614,
  "ATG12P1": 1615,
  "ATG13": 1616,
  "ATG14": 1617,
  "ATG16L1": 1618,
  "ATG16L2": 1619,
  "ATG2A": 1620,
  "ATG2B": 1621,
  "ATG3": 1622,
  "ATG3P1": 1623,
  "ATG4A": 1624,
  "ATG4AP1": 1625,
  "ATG4B": 1626,
  "ATG4C": 1627,
  "ATG4D": 1628,
  "ATG5": 1629,
  "ATG7": 1630,
  "ATG9A": 1631,
  "ATG9B": 1632,
  "ATIC": 1633,
  "ATL1": 1634,
  "ATL2": 1635,
  "ATL3": 1636,
  "ATM": 1637,
  "ATMIN": 1638,
  "ATN1": 1639,
  "ATOH1": 1640,
  "ATOH7": 1641,
  "ATOH8": 1642,
  "ATOSA": 1643,
  "ATOSB": 1644,
  "ATOSBP1": 1645,
  "ATOX1": 1646,
  "ATP10A": 1647,
  "ATP10B": 1648,
  "ATP10D": 1649,
  "ATP11A": 1650,
  "ATP11A-AS1": 1651,
  "ATP11AUN": 1652,
  "ATP11B": 1653,
  "ATP11C": 1654,
  "ATP12A": 1655,
  "ATP13A1": 1656,
  "ATP13A2": 1657,
  "ATP13A3": 1658,
  "ATP13A3-DT": 1659,
  "ATP13A4": 1660,
  "ATP13A4-AS1": 1661,
  "ATP13A5": 1662,
  "ATP13A5-AS1": 1663,
  "ATP1A1": 1664,
  "ATP1A1-AS1": 1665,
  "ATP1A2": 1666,
  "ATP1A3": 1667,
  "ATP1A4": 1668,
  "ATP1B1": 1669,
  "ATP1B1P1": 1670,
  "ATP1B2": 1671,
  "ATP1B3": 1672,
  "ATP1B3-AS1": 1673,
  "ATP1B3P1": 1674,
  "ATP1B4": 1675,
  "ATP23": 1676,
  "ATP2A1": 1677,
  "ATP2A1-AS1": 1678,
  "ATP2A2": 1679,
  "ATP2A3": 1680,
  "ATP2B1": 1681,
  "ATP2B1-AS1": 1682,
  "ATP2B2-IT2": 1683,
  "ATP2B3": 1684,
  "ATP2B4": 1685,
  "ATP2C1": 1686,
  "ATP2C2": 1687,
  "ATP2C2-AS1": 1688,
  "ATP4A": 1689,
  "ATP4B": 1690,
  "ATP5F1A": 1691,
  "ATP5F1AP1": 1692,
  "ATP5F1AP10": 1693,
  "ATP5F1AP2": 1694,
  "ATP5F1AP3": 1695,
  "ATP5F1AP4": 1696,
  "ATP5F1AP7": 1697,
  "ATP5F1AP8": 1698,
  "ATP5F1B": 1699,
  "ATP5F1BP1": 1700,
  "ATP5F1C": 1701,
  "ATP5F1CP1": 1702,
  "ATP5F1D": 1703,
  "ATP5F1E": 1704,
  "ATP5F1EP1": 1705,
  "ATP5F1EP2": 1706,
  "ATP5IF1": 1707,
  "ATP5MC1": 1708,
  "ATP5MC1P1": 1709,
  "ATP5MC1P3": 1710,
  "ATP5MC1P4": 1711,
  "ATP5MC1P5": 1712,
  "ATP5MC1P6": 1713,
  "ATP5MC1P7": 1714,
  "ATP5MC1P8": 1715,
  "ATP5MC2": 1716,
  "ATP5MC2P1": 1717,
  "ATP5MC2P3": 1718,
  "ATP5MC2P4": 1719,
  "ATP5MC3": 1720,
  "ATP5ME": 1721,
  "ATP5MF": 1722,
  "ATP5MF-PTCD1": 1723,
  "ATP5MFP1": 1724,
  "ATP5MFP2": 1725,
  "ATP5MFP3": 1726,
  "ATP5MFP4": 1727,
  "ATP5MFP5": 1728,
  "ATP5MFP6": 1729,
  "ATP5MG": 1730,
  "ATP5MGL": 1731,
  "ATP5MGP1": 1732,
  "ATP5MGP2": 1733,
  "ATP5MGP3": 1734,
  "ATP5MGP4": 1735,
  "ATP5MGP5": 1736,
  "ATP5MGP6": 1737,
  "ATP5MGP7": 1738,
  "ATP5MJ": 1739,
  "ATP5MK": 1740,
  "ATP5MKP1": 1741,
  "ATP5PB": 1742,
  "ATP5PBP1": 1743,
  "ATP5PBP2": 1744,
  "ATP5PBP3": 1745,
  "ATP5PBP5": 1746,
  "ATP5PBP6": 1747,
  "ATP5PBP7": 1748,
  "ATP5PD": 1749,
  "ATP5PDP1": 1750,
  "ATP5PDP2": 1751,
  "ATP5PDP3": 1752,
  "ATP5PDP4": 1753,
  "ATP5PF": 1754,
  "ATP5PFP1": 1755,
  "ATP5PO": 1756,
  "ATP5POP1": 1757,
  "ATP6AP1": 1758,
  "ATP6AP1L": 1759,
  "ATP6AP2": 1760,
  "ATP6V0A1": 1761,
  "ATP6V0A2": 1762,
  "ATP6V0A4": 1763,
  "ATP6V0B": 1764,
  "ATP6V0C": 1765,
  "ATP6V0CP1": 1766,
  "ATP6V0CP3": 1767,
  "ATP6V0D1": 1768,
  "ATP6V0D1-DT": 1769,
  "ATP6V0D2": 1770,
  "ATP6V0E1": 1771,
  "ATP6V0E1P1": 1772,
  "ATP6V0E1P2": 1773,
  "ATP6V0E1P3": 1774,
  "ATP6V0E1P4": 1775,
  "ATP6V0E2": 1776,
  "ATP6V0E2-AS1": 1777,
  "ATP6V1A": 1778,
  "ATP6V1B1": 1779,
  "ATP6V1B1-AS1": 1780,
  "ATP6V1B2": 1781,
  "ATP6V1C1": 1782,
  "ATP6V1C2": 1783,
  "ATP6V1D": 1784,
  "ATP6V1E1": 1785,
  "ATP6V1E1P1": 1786,
  "ATP6V1E1P3": 1787,
  "ATP6V1E2": 1788,
  "ATP6V1F": 1789,
  "ATP6V1G1": 1790,
  "ATP6V1G1P2": 1791,
  "ATP6V1G1P3": 1792,
  "ATP6V1G1P4": 1793,
  "ATP6V1G1P6": 1794,
  "ATP6V1G2": 1795,
  "ATP6V1G2-DDX39B": 1796,
  "ATP6V1G3": 1797,
  "ATP6V1H": 1798,
  "ATP7A": 1799,
  "ATP7B": 1800,
  "ATP8A1": 1801,
  "ATP8A2": 1802,
  "ATP8A2P2": 1803,
  "ATP8B1": 1804,
  "ATP8B1-AS1": 1805,
  "ATP8B2": 1806,
  "ATP8B3": 1807,
  "ATP8B4": 1808,
  "ATP8B5P": 1809,
  "ATP9A": 1810,
  "ATP9B": 1811,
  "ATPAF1": 1812,
  "ATPAF2": 1813,
  "ATPSCKMT": 1814,
  "ATRAID": 1815,
  "ATRIP": 1816,
  "ATRN": 1817,
  "ATRNL1": 1818,
  "ATRX": 1819,
  "ATXN1": 1820,
  "ATXN1-AS1": 1821,
  "ATXN10": 1822,
  "ATXN1L": 1823,
  "ATXN2": 1824,
  "ATXN2-AS": 1825,
  "ATXN2L": 1826,
  "ATXN3": 1827,
  "ATXN3L": 1828,
  "ATXN7": 1829,
  "ATXN7L1": 1830,
  "ATXN7L2": 1831,
  "ATXN7L3": 1832,
  "ATXN7L3-AS1": 1833,
  "ATXN7L3B": 1834,
  "ATXN8OS": 1835,
  "AUH": 1836,
  "AUNIP": 1837,
  "AUP1": 1838,
  "AURKA": 1839,
  "AURKAIP1": 1840,
  "AURKAP1": 1841,
  "AURKAP2": 1842,
  "AURKB": 1843,
  "AURKC": 1844,
  "AUTS2": 1845,
  "AVEN": 1846,
  "AVIL": 1847,
  "AVL9": 1848,
  "AVP": 1849,
  "AVPI1": 1850,
  "AVPR1A": 1851,
  "AVPR1B": 1852,
  "AVPR2": 1853,
  "AWAT1": 1854,
  "AWAT2": 1855,
  "AXDND1": 1856,
  "AXIN1": 1857,
  "AXIN2": 1858,
  "AXL": 1859,
  "AZGP1": 1860,
  "AZGP1P1": 1861,
  "AZGP1P2": 1862,
  "AZI2": 1863,
  "AZIN1": 1864,
  "AZIN2": 1865,
  "AZU1": 1866,
  "B2M": 1867,
  "B3GALNT1": 1868,
  "B3GALNT1P1": 1869,
  "B3GALNT2": 1870,
  "B3GALT1": 1871,
  "B3GALT1-AS1": 1872,
  "B3GALT2": 1873,
  "B3GALT4": 1874,
  "B3GALT5": 1875,
  "B3GALT5-AS1": 1876,
  "B3GALT6": 1877,
  "B3GALT9": 1878,
  "B3GAT1": 1879,
  "B3GAT1-DT": 1880,
  "B3GAT2": 1881,
  "B3GAT3": 1882,
  "B3GAT3P1": 1883,
  "B3GLCT": 1884,
  "B3GNT2": 1885,
  "B3GNT2P1": 1886,
  "B3GNT3": 1887,
  "B3GNT4": 1888,
  "B3GNT5": 1889,
  "B3GNT7": 1890,
  "B3GNT9": 1891,
  "B3GNTL1": 1892,
  "B3GNTL1P1": 1893,
  "B4GALNT1": 1894,
  "B4GALNT2": 1895,
  "B4GALNT2P1": 1896,
  "B4GALNT3": 1897,
  "B4GALNT4": 1898,
  "B4GALT1": 1899,
  "B4GALT1-AS1": 1900,
  "B4GALT2": 1901,
  "B4GALT3": 1902,
  "B4GALT4": 1903,
  "B4GALT4-AS1": 1904,
  "B4GALT5": 1905,
  "B4GALT6": 1906,
  "B4GALT7": 1907,
  "B4GAT1": 1908,
  "B9D1": 1909,
  "B9D2": 1910,
  "BAALC": 1911,
  "BAALC-AS1": 1912,
  "BAALC-AS2": 1913,
  "BAAT": 1914,
  "BABAM1": 1915,
  "BABAM2": 1916,
  "BACC1": 1917,
  "BACE1": 1918,
  "BACE1-AS": 1919,
  "BACE2": 1920,
  "BACE2-IT1": 1921,
  "BACH1-AS1": 1922,
  "BACH1-IT1": 1923,
  "BACH1-IT2": 1924,
  "BACH1-IT3": 1925,
  "BACH2": 1926,
  "BAD": 1927,
  "BAG1": 1928,
  "BAG2": 1929,
  "BAG3": 1930,
  "BAG4": 1931,
  "BAG5": 1932,
  "BAG6": 1933,
  "BAGE2": 1934,
  "BAHCC1": 1935,
  "BAHD1": 1936,
  "BAIAP2": 1937,
  "BAIAP2-DT": 1938,
  "BAIAP2L1": 1939,
  "BAIAP2L2": 1940,
  "BAIAP3": 1941,
  "BAK1": 1942,
  "BAK1P1": 1943,
  "BAK1P2": 1944,
  "BAMBI": 1945,
  "BANCR": 1946,
  "BANF1": 1947,
  "BANF1P1": 1948,
  "BANF1P2": 1949,
  "BANF1P3": 1950,
  "BANF1P4": 1951,
  "BANF2": 1952,
  "BANK1": 1953,
  "BANP": 1954,
  "BARD1": 1955,
  "BARHL1": 1956,
  "BARHL2": 1957,
  "BARX1": 1958,
  "BARX1-DT": 1959,
  "BARX2": 1960,
  "BASP1": 1961,
  "BASP1-AS1": 1962,
  "BASP1P1": 1963,
  "BATF": 1964,
  "BATF2": 1965,
  "BATF3": 1966,
  "BAX": 1967,
  "BAZ1A": 1968,
  "BAZ1B": 1969,
  "BAZ2A": 1970,
  "BAZ2B": 1971,
  "BBC3": 1972,
  "BBIP1": 1973,
  "BBIP1P1": 1974,
  "BBLN": 1975,
  "BBOF1": 1976,
  "BBOX1": 1977,
  "BBOX1-AS1": 1978,
  "BBS1": 1979,
  "BBS10": 1980,
  "BBS12": 1981,
  "BBS2": 1982,
  "BBS4": 1983,
  "BBS5": 1984,
  "BBS7": 1985,
  "BBS7-DT": 1986,
  "BBS9": 1987,
  "BBX": 1988,
  "BCAN": 1989,
  "BCAN-AS1": 1990,
  "BCAP29": 1991,
  "BCAP31": 1992,
  "BCAP31P1": 1993,
  "BCAP31P2": 1994,
  "BCAR1": 1995,
  "BCAR3": 1996,
  "BCAR3-AS1": 1997,
  "BCAR4": 1998,
  "BCAS1": 1999,
  "BCAS2": 2000,
  "BCAS2P1": 2001,
  "BCAS2P2": 2002,
  "BCAS2P3": 2003,
  "BCAS3": 2004,
  "BCAS4": 2005,
  "BCAT1": 2006,
  "BCAT2": 2007,
  "BCCIP": 2008,
  "BCDIN3D": 2009,
  "BCDIN3D-AS1": 2010,
  "BCHE": 2011,
  "BCKDHA": 2012,
  "BCKDHB": 2013,
  "BCKDK": 2014,
  "BCL10": 2015,
  "BCL11A": 2016,
  "BCL11B": 2017,
  "BCL2": 2018,
  "BCL2A1": 2019,
  "BCL2L1": 2020,
  "BCL2L1-AS1": 2021,
  "BCL2L10": 2022,
  "BCL2L11": 2023,
  "BCL2L12": 2024,
  "BCL2L12P1": 2025,
  "BCL2L13": 2026,
  "BCL2L14": 2027,
  "BCL2L15": 2028,
  "BCL2L2": 2029,
  "BCL2L2-PABPN1": 2030,
  "BCL3": 2031,
  "BCL6": 2032,
  "BCL6B": 2033,
  "BCL7A": 2034,
  "BCL7B": 2035,
  "BCL7C": 2036,
  "BCL9": 2037,
  "BCL9L": 2038,
  "BCL9P1": 2039,
  "BCLAF1": 2040,
  "BCLAF1P1": 2041,
  "BCLAF1P2": 2042,
  "BCLAF3": 2043,
  "BCO1": 2044,
  "BCO2": 2045,
  "BCOR": 2046,
  "BCORL1": 2047,
  "BCORP1": 2048,
  "BCR": 2049,
  "BCRP1": 2050,
  "BCRP4": 2051,
  "BCRP5": 2052,
  "BCRP6": 2053,
  "BCRP7": 2054,
  "BCRP8": 2055,
  "BCRP9": 2056,
  "BCS1L": 2057,
  "BCYRN1": 2058,
  "BDH1": 2059,
  "BDH2": 2060,
  "BDH2P1": 2061,
  "BDKRB1": 2062,
  "BDKRB2": 2063,
  "BDNF": 2064,
  "BDNF-AS": 2065,
  "BDP1": 2066,
  "BDP1P": 2067,
  "BEAN1": 2068,
  "BEAN1-AS1": 2069,
  "BECN1": 2070,
  "BECN2": 2071,
  "BEGAIN": 2072,
  "BEND2": 2073,
  "BEND3": 2074,
  "BEND3P1": 2075,
  "BEND3P2": 2076,
  "BEND3P3": 2077,
  "BEND4": 2078,
  "BEND5": 2079,
  "BEND6": 2080,
  "BEND7": 2081,
  "BEND7P1": 2082,
  "BEST1": 2083,
  "BEST2": 2084,
  "BEST3": 2085,
  "BEST4": 2086,
  "BET1": 2087,
  "BET1-AS1": 2088,
  "BET1L": 2089,
  "BET1P1": 2090,
  "BEX1": 2091,
  "BEX2": 2092,
  "BEX3": 2093,
  "BEX4": 2094,
  "BEX5": 2095,
  "BFAR": 2096,
  "BFSP1": 2097,
  "BFSP2": 2098,
  "BFSP2-AS1": 2099,
  "BGLAP": 2100,
  "BGLT3": 2101,
  "BGN": 2102,
  "BHLHA15": 2103,
  "BHLHA9": 2104,
  "BHLHE22": 2105,
  "BHLHE23": 2106,
  "BHLHE40": 2107,
  "BHLHE40-AS1": 2108,
  "BHLHE41": 2109,
  "BHMT": 2110,
  "BHMT2": 2111,
  "BICC1": 2112,
  "BICD1": 2113,
  "BICD2": 2114,
  "BICDL1": 2115,
  "BICDL2": 2116,
  "BICDL3P": 2117,
  "BICRA": 2118,
  "BICRA-AS1": 2119,
  "BICRAL": 2120,
  "BID": 2121,
  "BIK": 2122,
  "BIN1": 2123,
  "BIN2": 2124,
  "BIN2P1": 2125,
  "BIN2P2": 2126,
  "BIN3": 2127,
  "BIRC2": 2128,
  "BIRC3": 2129,
  "BIRC5": 2130,
  "BIRC6": 2131,
  "BIRC6-AS1": 2132,
  "BIRC6-AS2": 2133,
  "BIRC7": 2134,
  "BIRC8": 2135,
  "BISPR": 2136,
  "BIVM": 2137,
  "BIVM-ERCC5": 2138,
  "BLACAT1": 2139,
  "BLACE": 2140,
  "BLCAP": 2141,
  "BLID": 2142,
  "BLK": 2143,
  "BLM": 2144,
  "BLMH": 2145,
  "BLNK": 2146,
  "BLOC1S1": 2147,
  "BLOC1S2": 2148,
  "BLOC1S2P1": 2149,
  "BLOC1S3": 2150,
  "BLOC1S4": 2151,
  "BLOC1S5": 2152,
  "BLOC1S5-TXNDC5": 2153,
  "BLOC1S6": 2154,
  "BLOC1S6P1": 2155,
  "BLTP1": 2156,
  "BLTP2": 2157,
  "BLTP3A": 2158,
  "BLTP3B": 2159,
  "BLVRA": 2160,
  "BLVRB": 2161,
  "BLZF1": 2162,
  "BLZF2P": 2163,
  "BMAL1": 2164,
  "BMAL2": 2165,
  "BMAL2-AS1": 2166,
  "BMERB1": 2167,
  "BMF": 2168,
  "BMF-AS1": 2169,
  "BMI1": 2170,
  "BMP1": 2171,
  "BMP10": 2172,
  "BMP15": 2173,
  "BMP2": 2174,
  "BMP2K": 2175,
  "BMP2KL": 2176,
  "BMP3": 2177,
  "BMP4": 2178,
  "BMP5": 2179,
  "BMP6": 2180,
  "BMP6P1": 2181,
  "BMP7": 2182,
  "BMP7-AS1": 2183,
  "BMP8A": 2184,
  "BMP8B": 2185,
  "BMP8B-AS1": 2186,
  "BMPER": 2187,
  "BMPR1A": 2188,
  "BMPR1AP1": 2189,
  "BMPR1AP2": 2190,
  "BMPR1B": 2191,
  "BMPR1B-DT": 2192,
  "BMPR2": 2193,
  "BMS1": 2194,
  "BMS1P1": 2195,
  "BMS1P10": 2196,
  "BMS1P11": 2197,
  "BMS1P12": 2198,
  "BMS1P13": 2199,
  "BMS1P14": 2200,
  "BMS1P15": 2201,
  "BMS1P16": 2202,
  "BMS1P17": 2203,
  "BMS1P19": 2204,
  "BMS1P2": 2205,
  "BMS1P21": 2206,
  "BMS1P3": 2207,
  "BMS1P4-AGAP5": 2208,
  "BMS1P7": 2209,
  "BMS1P8": 2210,
  "BMS1P9": 2211,
  "BMX": 2212,
  "BNAT1": 2213,
  "BNC1": 2214,
  "BNC2": 2215,
  "BNC2-AS1": 2216,
  "BNIP1": 2217,
  "BNIP2": 2218,
  "BNIP3": 2219,
  "BNIP3L": 2220,
  "BNIP3P1": 2221,
  "BNIP3P10": 2222,
  "BNIP3P11": 2223,
  "BNIP3P13": 2224,
  "BNIP3P15": 2225,
  "BNIP3P16": 2226,
  "BNIP3P17": 2227,
  "BNIP3P18": 2228,
  "BNIP3P2": 2229,
  "BNIP3P22": 2230,
  "BNIP3P23": 2231,
  "BNIP3P24": 2232,
  "BNIP3P25": 2233,
  "BNIP3P27": 2234,
  "BNIP3P28": 2235,
  "BNIP3P29": 2236,
  "BNIP3P30": 2237,
  "BNIP3P32": 2238,
  "BNIP3P34": 2239,
  "BNIP3P35": 2240,
  "BNIP3P36": 2241,
  "BNIP3P37": 2242,
  "BNIP3P38": 2243,
  "BNIP3P39": 2244,
  "BNIP3P4": 2245,
  "BNIP3P40": 2246,
  "BNIP3P41": 2247,
  "BNIP3P42": 2248,
  "BNIP3P5": 2249,
  "BNIP3P6": 2250,
  "BNIP3P8": 2251,
  "BNIP3P9": 2252,
  "BNIP5": 2253,
  "BNIPL": 2254,
  "BOC": 2255,
  "BOD1": 2256,
  "BOD1L1": 2257,
  "BOD1L2": 2258,
  "BOK": 2259,
  "BOK-AS1": 2260,
  "BOLA1": 2261,
  "BOLA2": 2262,
  "BOLA2-SMG1P6": 2263,
  "BOLA2B": 2264,
  "BOLA2P1": 2265,
  "BOLA2P2": 2266,
  "BOLA2P3": 2267,
  "BOLA3": 2268,
  "BOLA3-DT": 2269,
  "BOLA3P1": 2270,
  "BOLA3P2": 2271,
  "BOLA3P3": 2272,
  "BOLA3P4": 2273,
  "BOLL": 2274,
  "BOP1": 2275,
  "BORA": 2276,
  "BORCS5": 2277,
  "BORCS6": 2278,
  "BORCS7": 2279,
  "BORCS7-ASMT": 2280,
  "BORCS8": 2281,
  "BORCS8-MEF2B": 2282,
  "BORCS8P1": 2283,
  "BPESC1": 2284,
  "BPGM": 2285,
  "BPHL": 2286,
  "BPI": 2287,
  "BPIFA1": 2288,
  "BPIFA2": 2289,
  "BPIFA3": 2290,
  "BPIFA4P": 2291,
  "BPIFB1": 2292,
  "BPIFB2": 2293,
  "BPIFB3": 2294,
  "BPIFB4": 2295,
  "BPIFB5P": 2296,
  "BPIFB6": 2297,
  "BPIFB9P": 2298,
  "BPIFC": 2299,
  "BPNT1": 2300,
  "BPNT2": 2301,
  "BPTF": 2302,
  "BPTFP1": 2303,
  "BPY2": 2304,
  "BPY2B": 2305,
  "BPY2C": 2306,
  "BRAF": 2307,
  "BRAFP1": 2308,
  "BRAT1": 2309,
  "BRCA1": 2310,
  "BRCA2": 2311,
  "BRCC3P1": 2312,
  "BRD1": 2313,
  "BRD10": 2314,
  "BRD2": 2315,
  "BRD3": 2316,
  "BRD3OS": 2317,
  "BRD4": 2318,
  "BRD7": 2319,
  "BRD7P1": 2320,
  "BRD7P2": 2321,
  "BRD7P3": 2322,
  "BRD7P4": 2323,
  "BRD7P5": 2324,
  "BRD8": 2325,
  "BRD9": 2326,
  "BRD9P1": 2327,
  "BRDT": 2328,
  "BRDTP1": 2329,
  "BRI3": 2330,
  "BRI3BP": 2331,
  "BRI3BPP1": 2332,
  "BRI3P1": 2333,
  "BRICD5": 2334,
  "BRINP1": 2335,
  "BRINP2": 2336,
  "BRINP3": 2337,
  "BRINP3-DT": 2338,
  "BRIP1": 2339,
  "BRIX1": 2340,
  "BRIX1P1": 2341,
  "BRK1": 2342,
  "BRK1P2": 2343,
  "BRME1": 2344,
  "BRMS1L": 2345,
  "BROX": 2346,
  "BRPF1": 2347,
  "BRPF3": 2348,
  "BRS3": 2349,
  "BRSK1": 2350,
  "BRSK2": 2351,
  "BRWD1": 2352,
  "BRWD1-AS1": 2353,
  "BRWD1-IT1": 2354,
  "BRWD1P1": 2355,
  "BRWD1P2": 2356,
  "BRWD3": 2357,
  "BSCL2": 2358,
  "BSDC1": 2359,
  "BSG": 2360,
  "BSG-AS1": 2361,
  "BSN": 2362,
  "BSN-AS1": 2363,
  "BSN-DT": 2364,
  "BSND": 2365,
  "BSPH1": 2366,
  "BSPRY": 2367,
  "BST1": 2368,
  "BST2": 2369,
  "BSX": 2370,
  "BTAF1": 2371,
  "BTBD1": 2372,
  "BTBD10": 2373,
  "BTBD10P1": 2374,
  "BTBD10P2": 2375,
  "BTBD16": 2376,
  "BTBD17": 2377,
  "BTBD18": 2378,
  "BTBD19": 2379,
  "BTBD2": 2380,
  "BTBD3": 2381,
  "BTBD6": 2382,
  "BTBD6P1": 2383,
  "BTBD7": 2384,
  "BTBD7P1": 2385,
  "BTBD7P2": 2386,
  "BTBD8": 2387,
  "BTBD9": 2388,
  "BTBD9-AS1": 2389,
  "BTC": 2390,
  "BTD": 2391,
  "BTF3-DT": 2392,
  "BTF3L4": 2393,
  "BTF3L4P1": 2394,
  "BTF3L4P2": 2395,
  "BTF3L4P3": 2396,
  "BTF3P10": 2397,
  "BTF3P11": 2398,
  "BTF3P12": 2399,
  "BTF3P13": 2400,
  "BTF3P14": 2401,
  "BTF3P15": 2402,
  "BTF3P2": 2403,
  "BTF3P3": 2404,
  "BTF3P4": 2405,
  "BTF3P5": 2406,
  "BTF3P6": 2407,
  "BTF3P7": 2408,
  "BTF3P8": 2409,
  "BTF3P9": 2410,
  "BTG1": 2411,
  "BTG1P1": 2412,
  "BTG2": 2413,
  "BTG2-DT": 2414,
  "BTG3": 2415,
  "BTG3-AS1": 2416,
  "BTG3P1": 2417,
  "BTG4": 2418,
  "BTK": 2419,
  "BTLA": 2420,
  "BTN1A1": 2421,
  "BTN2A1": 2422,
  "BTN2A2": 2423,
  "BTN2A3P": 2424,
  "BTN3A1": 2425,
  "BTN3A2": 2426,
  "BTN3A3": 2427,
  "BTNL10P": 2428,
  "BTNL2": 2429,
  "BTNL3": 2430,
  "BTNL8": 2431,
  "BTNL9": 2432,
  "BTRC": 2433,
  "BUB1": 2434,
  "BUB1B": 2435,
  "BUB1B-PAK6": 2436,
  "BUB3": 2437,
  "BUB3P1": 2438,
  "BUD13": 2439,
  "BUD13P1": 2440,
  "BUD23": 2441,
  "BUD31": 2442,
  "BUD31P1": 2443,
  "BUD31P2": 2444,
  "BYSL": 2445,
  "BZW1": 2446,
  "BZW1-AS1": 2447,
  "BZW1P1": 2448,
  "BZW1P2": 2449,
  "BZW2": 2450,
  "C10orf105": 2451,
  "C10orf120": 2452,
  "C10orf143": 2453,
  "C10orf53": 2454,
  "C10orf55": 2455,
  "C10orf62": 2456,
  "C10orf67": 2457,
  "C10orf71": 2458,
  "C10orf71-AS1": 2459,
  "C10orf88": 2460,
  "C10orf88B": 2461,
  "C10orf90": 2462,
  "C10orf95": 2463,
  "C10orf95-AS1": 2464,
  "C11orf16": 2465,
  "C11orf21": 2466,
  "C11orf24": 2467,
  "C11orf40": 2468,
  "C11orf42": 2469,
  "C11orf52": 2470,
  "C11orf54": 2471,
  "C11orf58": 2472,
  "C11orf65": 2473,
  "C11orf68": 2474,
  "C11orf71": 2475,
  "C11orf86": 2476,
  "C11orf87": 2477,
  "C11orf91": 2478,
  "C11orf96": 2479,
  "C11orf97": 2480,
  "C11orf98": 2481,
  "C11orf98P1": 2482,
  "C12orf42": 2483,
  "C12orf43": 2484,
  "C12orf50": 2485,
  "C12orf54": 2486,
  "C12orf56": 2487,
  "C12orf57": 2488,
  "C12orf60": 2489,
  "C12orf71": 2490,
  "C12orf75": 2491,
  "C12orf75-AS1": 2492,
  "C12orf76": 2493,
  "C13orf42": 2494,
  "C13orf46": 2495,
  "C14orf119": 2496,
  "C14orf132": 2497,
  "C14orf180": 2498,
  "C14orf39": 2499,
  "C14orf93": 2500,
  "C15orf32": 2501,
  "C15orf39": 2502,
  "C15orf40": 2503,
  "C15orf48": 2504,
  "C15orf61": 2505,
  "C15orf62": 2506,
  "C16orf46": 2507,
  "C16orf54": 2508,
  "C16orf74": 2509,
  "C16orf78": 2510,
  "C16orf82": 2511,
  "C16orf86": 2512,
  "C16orf87": 2513,
  "C16orf89": 2514,
  "C16orf90": 2515,
  "C16orf92": 2516,
  "C16orf95": 2517,
  "C16orf95-DT": 2518,
  "C16orf96": 2519,
  "C17orf100": 2520,
  "C17orf107": 2521,
  "C17orf113": 2522,
  "C17orf114": 2523,
  "C17orf50": 2524,
  "C17orf58": 2525,
  "C17orf67": 2526,
  "C17orf75": 2527,
  "C17orf78": 2528,
  "C17orf99": 2529,
  "C18orf15": 2530,
  "C18orf32": 2531,
  "C18orf54": 2532,
  "C18orf63": 2533,
  "C19orf12": 2534,
  "C19orf18": 2535,
  "C19orf25": 2536,
  "C19orf33": 2537,
  "C19orf38": 2538,
  "C19orf44": 2539,
  "C19orf47": 2540,
  "C19orf48P": 2541,
  "C19orf53": 2542,
  "C19orf67": 2543,
  "C19orf73": 2544,
  "C19orf81": 2545,
  "C19orf84": 2546,
  "C19orf85": 2547,
  "C1D": 2548,
  "C1DP1": 2549,
  "C1DP2": 2550,
  "C1DP3": 2551,
  "C1DP4": 2552,
  "C1DP5": 2553,
  "C1GALT1": 2554,
  "C1GALT1C1": 2555,
  "C1GALT1C1L": 2556,
  "C1GALT1P1": 2557,
  "C1GALT1P2": 2558,
  "C1GALT1P3": 2559,
  "C1orf105": 2589,
  "C1orf115": 2590,
  "C1orf116": 2591,
  "C1orf122": 2592,
  "C1orf141": 2593,
  "C1orf146": 2594,
  "C1orf159": 2595,
  "C1orf162": 2596,
  "C1orf167": 2597,
  "C1orf167-AS1": 2598,
  "C1orf174": 2599,
  "C1orf185": 2600,
  "C1orf198": 2601,
  "C1orf21": 2602,
  "C1orf21-DT": 2603,
  "C1orf210": 2604,
  "C1orf216": 2605,
  "C1orf220": 2606,
  "C1orf226": 2607,
  "C1orf232": 2608,
  "C1orf35": 2609,
  "C1orf50": 2610,
  "C1orf52": 2611,
  "C1orf53": 2612,
  "C1orf54": 2613,
  "C1orf56": 2614,
  "C1orf74": 2615,
  "C1orf87": 2616,
  "C1orf94": 2617,
  "C1QA": 2560,
  "C1QB": 2561,
  "C1QBP": 2562,
  "C1QBPP1": 2563,
  "C1QBPP2": 2564,
  "C1QC": 2565,
  "C1QL1": 2566,
  "C1QL2": 2567,
  "C1QL3": 2568,
  "C1QL4": 2569,
  "C1QTNF1": 2570,
  "C1QTNF1-AS1": 2571,
  "C1QTNF12": 2572,
  "C1QTNF2": 2573,
  "C1QTNF3": 2574,
  "C1QTNF3-AMACR": 2575,
  "C1QTNF4": 2576,
  "C1QTNF5": 2577,
  "C1QTNF6": 2578,
  "C1QTNF7": 2579,
  "C1QTNF7-AS1": 2580,
  "C1QTNF8": 2581,
  "C1QTNF9": 2582,
  "C1QTNF9-AS1": 2583,
  "C1QTNF9B": 2584,
  "C1R": 2585,
  "C1RL": 2586,
  "C1RL-AS1": 2587,
  "C1S": 2588,
  "C2": 2618,
  "C2-AS1": 2619,
  "C20orf141": 2620,
  "C20orf144": 2621,
  "C20orf173": 2622,
  "C20orf181": 2623,
  "C20orf202": 2624,
  "C20orf203": 2625,
  "C20orf204": 2626,
  "C20orf96": 2627,
  "C21orf140": 2628,
  "C21orf58": 2629,
  "C21orf91": 2630,
  "C21orf91-OT1": 2631,
  "C22orf15": 2632,
  "C22orf23": 2633,
  "C22orf31": 2634,
  "C22orf39": 2635,
  "C22orf42": 2636,
  "C22orf46P": 2637,
  "C2CD2": 2638,
  "C2CD2L": 2639,
  "C2CD3": 2640,
  "C2CD4A": 2641,
  "C2CD4B": 2642,
  "C2CD4C": 2643,
  "C2CD4D": 2644,
  "C2CD4D-AS1": 2645,
  "C2CD5": 2646,
  "C2CD6": 2647,
  "C2orf15": 2648,
  "C2orf42": 2649,
  "C2orf49": 2650,
  "C2orf49-DT": 2651,
  "C2orf66": 2652,
  "C2orf68": 2653,
  "C2orf69": 2654,
  "C2orf69P1": 2655,
  "C2orf69P2": 2656,
  "C2orf69P3": 2657,
  "C2orf72": 2658,
  "C2orf74": 2659,
  "C2orf76": 2660,
  "C2orf78": 2661,
  "C2orf80": 2662,
  "C2orf81": 2663,
  "C2orf88": 2664,
  "C2orf92": 2665,
  "C3": 2666,
  "C3AR1": 2667,
  "C3orf18": 2669,
  "C3orf20": 2670,
  "C3orf22": 2671,
  "C3orf33": 2672,
  "C3orf36": 2673,
  "C3orf38": 2674,
  "C3orf49": 2675,
  "C3orf52": 2676,
  "C3orf62": 2677,
  "C3orf70": 2678,
  "C3orf80": 2679,
  "C3orf85": 2680,
  "C3orf86P": 2681,
  "C3P1": 2668,
  "C4A": 2682,
  "C4A-AS1": 2683,
  "C4B": 2684,
  "C4B-AS1": 2685,
  "C4BPA": 2686,
  "C4BPAP2": 2687,
  "C4BPB": 2688,
  "C4orf17": 2689,
  "C4orf33": 2690,
  "C4orf36": 2691,
  "C4orf46": 2692,
  "C4orf50": 2693,
  "C4orf51": 2694,
  "C4orf54": 2695,
  "C5": 2696,
  "C5AR1": 2697,
  "C5AR2": 2698,
  "C5orf15": 2699,
  "C5orf22": 2700,
  "C5orf24": 2701,
  "C5orf34": 2702,
  "C5orf34-AS1": 2703,
  "C5orf46": 2704,
  "C5orf47": 2705,
  "C5orf52": 2706,
  "C5orf58": 2707,
  "C5orf63": 2708,
  "C5orf67": 2709,
  "C6": 2710,
  "C6orf118": 2711,
  "C6orf120": 2712,
  "C6orf132": 2713,
  "C6orf136": 2714,
  "C6orf141": 2715,
  "C6orf15": 2716,
  "C6orf163": 2717,
  "C6orf47": 2718,
  "C6orf47-AS1": 2719,
  "C6orf52": 2720,
  "C6orf58": 2721,
  "C6orf62": 2722,
  "C6orf89": 2723,
  "C7orf25": 2724,
  "C7orf33": 2725,
  "C7orf57": 2726,
  "C8A": 2727,
  "C8B": 2728,
  "C8G": 2729,
  "C8orf17": 2730,
  "C8orf33": 2731,
  "C8orf34": 2732,
  "C8orf34-AS1": 2733,
  "C8orf44": 2734,
  "C8orf44-SGK3": 2735,
  "C8orf48": 2736,
  "C8orf58": 2737,
  "C8orf74": 2738,
  "C8orf76": 2739,
  "C8orf82": 2740,
  "C8orf88": 2741,
  "C8orf89": 2742,
  "C9": 2743,
  "C9orf152": 2744,
  "C9orf153": 2745,
  "C9orf163": 2746,
  "C9orf40": 2747,
  "C9orf43": 2748,
  "C9orf50": 2749,
  "C9orf57": 2750,
  "C9orf72": 2751,
  "C9orf78": 2752,
  "C9orf85": 2753,
  "CA1": 2754,
  "CA10": 2755,
  "CA11": 2756,
  "CA12": 2757,
  "CA13": 2758,
  "CA14": 2759,
  "CA15P1": 2760,
  "CA2": 2761,
  "CA3": 2762,
  "CA3-AS1": 2763,
  "CA4": 2764,
  "CA5A": 2765,
  "CA5AP1": 2766,
  "CA5B": 2767,
  "CA5BP1": 2768,
  "CA6": 2769,
  "CA7": 2770,
  "CA8": 2771,
  "CA9": 2772,
  "CAAP1": 2773,
  "CAB39": 2774,
  "CAB39L": 2775,
  "CABCOCO1": 2776,
  "CABIN1": 2777,
  "CABLES1": 2778,
  "CABLES2": 2779,
  "CABP1": 2780,
  "CABP2": 2781,
  "CABP4": 2782,
  "CABP5": 2783,
  "CABP7": 2784,
  "CABS1": 2785,
  "CABYR": 2786,
