{
  "A1BG": 0,
  "A1BG-AS1": 1,
  "A1CF": 2,
  "A2M": 3,
  "A2m": 3,
  "A2M-AS1": 4,
  "A2ML1": 5,
  "A2ml1": 5,
  "A2ML1-AS1": 6,
  "A2ML1-AS2": 7,
  "A2MP1": 8,
  "A3GALT2": 9,
  "A3galt2": 9,
  "A4GALT": 10,
  "A4galt": 10,
  "A4GNT": 11,
  "AAAS": 12,
  "Aaas": 12,
  "AACS": 13,
  "Aacs": 13,
  "AACSP1": 14,
  "AADAC": 15,
  "Aadac": 15,
  "AADACL2": 16,
  "AADACL2-AS1": 17,
  "AADACL3": 18,
  "AADACL4": 19,
  "AADACP1": 20,
  "AADAT": 21,
  "Aadat": 21,
  "AAGAB": 22,
  "Aagab": 22,
  "AAK1": 23,
  "Aak1": 23,
  "AAMDC": 24,
  "Aamdc": 24,
  "AAMP": 25,
  "Aamp": 25,
  "AANAT": 26,
  "Aanat": 26,
  "AAR2": 27,
  "Aar2": 27,
  "AARD": 28,
  "Aard": 28,
  "AARS": 29,
  "Aars": 29,
  "AARS1": 29,
  "AARS2": 30,
  "Aars2": 30,
  "AARSD1": 31,
  "Aarsd1": 31,
  "AASDH": 32,
  "Aasdh": 32,
  "AASDHPPT": 33,
  "Aasdhppt": 33,
  "AASS": 34,
  "Aass": 34,
  "AATBC": 35,
  "AATF": 36,
  "Aatf": 36,
  "AATK": 37,
  "Aatk": 37,
  "ABALON": 38,
  "ABAT": 39,
  "Abat": 39,
  "ABCA1": 40,
  "Abca1": 40,
  "ABCA10": 41,
  "ABCA11P": 42,
  "ABCA12": 43,
  "Abca12": 43,
  "ABCA13": 44,
  "Abca13": 44,
  "ABCA15P": 45,
  "CRYM-AS1": 45,
  "ABCA17P": 46,
  "ABCA2": 47,
  "Abca2": 47,
  "ABCA3": 48,
  "Abca3": 48,
  "ABCA4": 49,
  "Abca4": 49,
  "ABCA5": 50,
  "Abca5": 50,
  "ABCA6": 51,
  "Abca6": 51,
  "ABCA7": 52,
  "Abca7": 52,
  "ABCA8": 53,
  "ABCA9": 54,
  "Abca9": 54,
  "ABCA9-AS1": 55,
  "ABCB1": 56,
  "ABCB10": 57,
  "Abcb10": 57,
  "ABCB10P3": 58,
  "ABCB10P4": 59,
  "ABCB11": 60,
  "ABCB4": 61,
  "Abcb4": 61,
  "ABCB5": 62,
  "ABCB6": 63,
  "Abcb6": 63,
  "ABCB7": 64,
  "Abcb7": 64,
  "ABCB8": 65,
  "Abcb8": 65,
  "ABCB9": 66,
  "Abcb9": 66,
  "ABCC1": 67,
  "Abcc1": 67,
  "ABCC10": 68,
  "Abcc10": 68,
  "ABCC11": 69,
  "ABCC12": 70,
  "Abcc12": 70,
  "ABCC13": 71,
  "ABCC2": 72,
  "Abcc2": 72,
  "ABCC3": 73,
  "Abcc3": 73,
  "ABCC4": 74,
  "Abcc4": 74,
  "ABCC5": 75,
  "Abcc5": 75,
  "ABCC5-AS1": 76,
  "ABCC6": 77,
  "Abcc6": 77,
  "ABCC6P1": 78,
  "ABCC6P2": 79,
  "ABCC8": 80,
  "Abcc8": 80,
  "ABCC9": 81,
  "Abcc9": 81,
  "ABCD1": 82,
  "Abcd1": 82,
  "ABCD1P2": 83,
  "ABCD1P3": 84,
  "ABCD1P4": 85,
  "ABCD2": 86,
  "Abcd2": 86,
  "ABCD3": 87,
  "Abcd3": 87,
  "ABCD4": 88,
  "Abcd4": 88,
  "ABCE1": 89,
  "Abce1": 89,
  "ABCF1": 90,
  "Abcf1": 90,
  "ABCF2": 91,
  "Abcf2": 91,
  "ABCF2-H2BE1": 92,
  "ABCF2P1": 93,
  "ABCF3": 94,
  "Abcf3": 94,
  "ABCG1": 95,
  "Abcg1": 95,
  "ABCG2": 96,
  "Abcg2": 96,
  "ABCG4": 97,
  "Abcg4": 97,
  "ABCG5": 98,
  "Abcg5": 98,
  "ABCG8": 99,
  "Abcg8": 99,
  "ABHD1": 100,
  "ABHD10": 101,
  "Abhd10": 101,
  "ABHD11": 102,
  "Abhd11": 102,
  "ABHD12": 103,
  "Abhd12": 103,
  "ABHD12B": 104,
  "Abhd12b": 104,
  "ABHD13": 105,
  "Abhd13": 105,
  "ABHD14A": 106,
  "Abhd14a": 106,
  "ABHD14A-ACY1": 107,
  "ABHD14B": 108,
  "Abhd14b": 108,
  "ABHD15": 109,
  "Abhd15": 109,
  "ABHD15-AS1": 110,
  "ABHD16A": 111,
  "Abhd16a": 111,
  "ABHD16B": 112,
  "C20ORF135": 112,
  "ABHD17A": 113,
  "Abhd17a": 113,
  "ABHD17AP1": 114,
  "ABHD17AP2": 114,
  "ABHD17AP3": 115,
  "ABHD17AP4": 116,
  "ABHD17AP5": 117,
  "ABHD17AP6": 118,
  "ABHD17AP8": 119,
  "FAM108A9P": 119,
  "ABHD17B": 120,
  "Abhd17b": 120,
  "ABHD17C": 121,
  "Abhd17c": 121,
  "FAM108C1": 121,
  "ABHD18": 122,
  "Abhd18": 122,
  "C4orf29": 122,
  "ABHD2": 123,
  "Abhd2": 123,
  "ABHD3": 124,
  "Abhd3": 124,
  "ABHD4": 125,
  "Abhd4": 125,
  "ABHD5": 126,
  "Abhd5": 126,
  "ABHD6": 127,
  "Abhd6": 127,
  "ABHD8": 128,
  "Abhd8": 128,
  "ABI1": 129,
  "Abi1": 129,
  "ABI1P1": 130,
  "ABI2": 131,
  "Abi2": 131,
  "ABI3": 132,
  "Abi3": 132,
  "ABI3BP": 133,
  "Abi3bp": 133,
  "ABITRAM": 134,
  "FAM206A": 134,
  "Fam206a": 134,
  "ABITRAMP1": 135,
  "FAM206BP": 135,
  "ABL1": 136,
  "Abl1": 136,
  "ABL2": 137,
  "Abl2": 137,
  "ABLIM1": 138,
  "Ablim1": 138,
  "ABLIM2": 139,
  "Ablim2": 139,
  "ABLIM3": 140,
  "Ablim3": 140,
  "ABO": 141,
  "Abo": 141,
  "ABR": 142,
  "Abr": 142,
  "ABRA": 143,
  "Abra": 143,
  "ABRACL": 144,
  "Abracl": 144,
  "ABRAXAS1": 145,
  "Abraxas1": 145,
  "FAM175A": 145,
  "Fam175a": 145,
  "ABRAXAS2": 146,
  "Abraxas2": 146,
  "FAM175B": 146,
  "Fam175b": 146,
  "ABT1": 147,
  "Abt1": 147,
  "ABT1P1": 148,
  "ABTB1": 149,
  "Abtb1": 149,
  "ABTB2": 150,
  "Abtb2": 150,
  "ABTB3": 151,
  "BTBD11": 151,
  "Btbd11": 151,
  "ACAA1": 152,
  "ACAA2": 153,
  "Acaa2": 153,
  "ACACA": 154,
  "Acaca": 154,
  "ACACB": 155,
  "Acacb": 155,
  "ACAD10": 156,
  "Acad10": 156,
  "ACAD11": 157,
  "Acad11": 157,
  "ACAD8": 158,
  "Acad8": 158,
  "ACAD9": 159,
  "Acad9": 159,
  "ACADL": 160,
  "Acadl": 160,
  "ACADM": 161,
  "Acadm": 161,
  "ACADS": 162,
  "Acads": 162,
  "ACADSB": 163,
  "Acadsb": 163,
  "ACADVL": 164,
  "Acadvl": 164,
  "ACAN": 165,
  "Acan": 165,
  "ACAP1": 166,
  "Acap1": 166,
  "ACAP2": 167,
  "Acap2": 167,
  "ACAP2-IT1": 168,
  "ACAP3": 169,
  "Acap3": 169,
  "ACBD3": 170,
  "Acbd3": 170,
  "ACBD3-AS1": 171,
  "RP11-275I14.4": 171,
  "ACBD4": 172,
  "Acbd4": 172,
  "ACBD5": 173,
  "Acbd5": 173,
  "ACBD6": 174,
  "Acbd6": 174,
  "ACBD7": 175,
  "Acbd7": 175,
  "ACCS": 176,
  "Accs": 176,
  "ACCSL": 177,
  "Accsl": 177,
  "ACD": 178,
  "Acd": 178,
  "ACE": 179,
  "Ace": 179,
  "ACE2": 180,
  "Ace2": 180,
  "ACE2-DT": 181,
  "GS1-594A7.3": 181,
  "ACE3P": 182,
  "ACER1": 183,
  "Acer1": 183,
  "ACER2": 184,
  "Acer2": 184,
  "ACER3": 185,
  "Acer3": 185,
  "ACHE": 186,
  "Ache": 186,
  "ACIN1": 187,
  "Acin1": 187,
  "ACKR1": 188,
  "Ackr1": 188,
  "DARC": 188,
  "ACKR2": 189,
  "Ackr2": 189,
  "ACKR3": 190,
  "Ackr3": 190,
  "ACKR4": 191,
  "Ackr4": 191,
  "ACKR4P1": 192,
  "CCRL1P1": 192,
  "GPR182": 193,
  "Gpr182": 193,
  "ACLY": 194,
  "Acly": 194,
  "ACMSD": 195,
  "Acmsd": 195,
  "ACO1": 196,
  "Aco1": 196,
  "ACO2": 197,
  "Aco2": 197,
  "ACOD1": 198,
  "Acod1": 198,
  "IRG1": 198,
  "Irg1": 198,
  "ACOT1": 199,
  "Acot1": 199,
  "ACOT11": 200,
  "Acot11": 200,
  "ACOT12": 201,
  "Acot12": 201,
  "ACOT13": 202,
  "Acot13": 202,
  "ACOT2": 203,
  "Acot2": 203,
  "ACOT4": 204,
  "Acot4": 204,
  "ACOT6": 205,
  "Acot6": 205,
  "ACOT7": 206,
  "Acot7": 206,
  "ACOT8": 207,
  "Acot8": 207,
  "ACOT9": 208,
  "Acot9": 208,
  "ACOX1": 209,
  "Acox1": 209,
  "ACOX2": 210,
  "Acox2": 210,
  "ACOX3": 211,
  "Acox3": 211,
  "ACOXL": 212,
  "Acoxl": 212,
  "ACOXL-AS1": 213,
  "ACP2": 214,
  "Acp2": 214,
  "ACP3": 215,
  "ACPP": 215,
  "Acpp": 215,
  "ACP4": 216,
  "ACPT": 216,
  "ACP5": 217,
  "Acp5": 217,
  "ACP6": 218,
  "Acp6": 218,
  "ACP7": 219,
  "Acp7": 219,
  "PAPL": 219,
  "Papl": 219,
  "ACR": 220,
  "Acr": 220,
  "ACRBP": 221,
  "Acrbp": 221,
  "ACRV1": 222,
  "Acrv1": 222,
  "ACSBG1": 223,
  "Acsbg1": 223,
  "ACSBG2": 224,
  "Acsbg2": 224,
  "ACSF2": 225,
  "Acsf2": 225,
  "ACSF3": 226,
  "Acsf3": 226,
  "ACSL1": 227,
  "Acsl1": 227,
  "ACSL3": 228,
  "Acsl3": 228,
  "ACSL3-AS1": 229,
  "ACSL4": 230,
  "Acsl4": 230,
  "ACSL5": 231,
  "Acsl5": 231,
  "ACSL6": 232,
  "Acsl6": 232,
  "ACSL6-AS1": 233,
  "ACSM1": 234,
  "Acsm1": 234,
  "ACSM2A": 235,
  "ACSM2B": 236,
  "ACSM3": 237,
  "Acsm3": 237,
  "ACSM4": 238,
  "ACSM5": 239,
  "Acsm5": 239,
  "ACSM5P1": 240,
  "ACSM6": 241,
  "C10orf129": 241,
  "ACSS1": 242,
  "Acss1": 242,
  "ACSS2": 243,
  "Acss2": 243,
  "ACSS3": 244,
  "Acss3": 244,
  "ACTA1": 245,
  "Acta1": 245,
  "ACTA2": 246,
  "Acta2": 246,
  "ACTA2-AS1": 247,
  "ACTB": 248,
  "Actb": 248,
  "ACTBL2": 249,
  "Actbl2": 249,
  "ACTBP1": 250,
  "ACTBP11": 251,
  "ACTBP12": 252,
  "ACTBP14": 253,
  "ACTBP6": 254,
  "ACTBP7": 255,
  "ACTBP2": 256,
  "ACTBP8": 256,
  "ACTBP9": 257,
  "ACTC1": 258,
  "Actc1": 258,
  "ACTE1P": 259,
  "ACTG1": 260,
  "Actg1": 260,
  "ACTG1P1": 261,
  "ACTG1P10": 262,
  "ACTG1P11": 263,
  "ACTG1P12": 264,
  "ACTG1P14": 265,
  "ACTG1P15": 266,
  "ACTG1P16": 267,
  "ACTG1P17": 268,
  "ACTG1P18": 269,
  "ACTG1P19": 270,
  "ACTG1P2": 271,
  "ACTG1P20": 272,
  "ACTG1P21": 273,
  "ACTG1P22": 274,
  "ACTG1P23": 275,
  "ACTG1P24": 276,
  "ACTG1P25": 277,
  "ACTG1P3": 278,
  "ACTG1P4": 279,
  "ACTG1P9": 280,
  "ACTG2": 281,
  "Actg2": 281,
  "ACTL10": 282,
  "Actl10": 282,
  "ACTBP13": 283,
  "ACTL11P": 283,
  "ACTL6A": 284,
  "Actl6a": 284,
  "ACTL6B": 285,
  "Actl6b": 285,
  "ACTL7A": 286,
  "Actl7a": 286,
  "ACTL7B": 287,
  "Actl7b": 287,
  "ACTL8": 288,
  "ACTL9": 289,
  "Actl9": 289,
  "ACTMAP": 290,
  "C19orf54": 290,
  "C19ORF54": 290,
  "ACTN1": 291,
  "Actn1": 291,
  "ACTN1-AS1": 292,
  "ACTN1-DT": 292,
  "ACTN2": 293,
  "Actn2": 293,
  "ACTN3": 294,
  "Actn3": 294,
  "ACTN4": 295,
  "Actn4": 295,
  "ACTN4P1": 296,
  "ACTN4P2": 297,
  "ACTR10": 298,
  "Actr10": 298,
  "ACTR1A": 299,
  "Actr1a": 299,
  "ACTR1B": 300,
  "Actr1b": 300,
  "ACTR2": 301,
  "Actr2": 301,
  "ACTR3": 302,
  "Actr3": 302,
  "AC104653.1": 303,
  "ACTR3-AS1": 303,
  "ACTR3B": 304,
  "Actr3b": 304,
  "ACTR3BP1": 305,
  "ACTR3BP2": 306,
  "ACTR3BP3": 307,
  "ACTR3BP4": 308,
  "ACTR3BP5": 309,
  "ACTR3C": 310,
  "ACTR3P2": 311,
  "ACTR3P3": 312,
  "ACTR5": 313,
  "Actr5": 313,
  "ACTR6": 314,
  "Actr6": 314,
  "ACTR6P1": 315,
  "ACTR8": 316,
  "Actr8": 316,
  "ACTRT1": 317,
  "ACTRT2": 318,
  "ACTRT3": 319,
  "Actrt3": 319,
  "ACVR1": 320,
  "Acvr1": 320,
  "ACVR1B": 321,
  "Acvr1b": 321,
  "ACVR1C": 322,
  "Acvr1c": 322,
  "ACVR2A": 323,
  "Acvr2a": 323,
  "ACVR2B": 324,
  "Acvr2b": 324,
  "ACVR2B-AS1": 325,
  "ACVRL1": 326,
  "Acvrl1": 326,
  "ACY1": 327,
  "Acy1": 327,
  "ACY3": 328,
  "Acy3": 328,
  "ACYP1": 329,
  "Acyp1": 329,
  "ACYP2": 330,
  "Acyp2": 330,
  "ADA": 331,
  "Ada": 331,
  "ADAD1": 332,
  "Adad1": 332,
  "ADAD2": 333,
  "ADAM10": 334,
  "Adam10": 334,
  "ADAM11": 335,
  "Adam11": 335,
  "ADAM12": 336,
  "Adam12": 336,
  "ADAM15": 337,
  "Adam15": 337,
  "ADAM17": 338,
  "Adam17": 338,
  "ADAM18": 339,
  "Adam18": 339,
  "ADAM19": 340,
  "Adam19": 340,
  "ADAM1A": 341,
  "Adam1a": 341,
  "ADAM1B": 342,
  "Adam1b": 342,
  "ADAM2": 343,
  "ADAM20": 344,
  "ADAM20P1": 345,
  "ADAM21": 346,
  "Adam21": 346,
  "ADAM21P1": 347,
  "ADAM22": 348,
  "Adam22": 348,
  "ADAM24P": 349,
  "ADAM23": 350,
  "Adam23": 350,
  "ADAM28": 350,
  "Adam28": 350,
  "ADAM29": 351,
  "ADAM30": 352,
  "Adam30": 352,
  "ADAM32": 353,
  "Adam32": 353,
  "ADAM33": 354,
  "Adam33": 354,
  "Adam3": 355,
  "ADAM3A": 355,
  "ADAM3B": 356,
  "ADAM5": 357,
  "Adam5": 357,
  "ADAM6": 358,
  "ADAM7": 359,
  "Adam7": 359,
  "ADAM8": 360,
  "Adam8": 360,
  "ADAM9": 361,
  "Adam9": 361,
  "ADAMDEC1": 362,
  "Adamdec1": 362,
  "ADAMTS1": 363,
  "Adamts1": 363,
  "ADAMTS10": 364,
  "Adamts10": 364,
  "ADAMTS12": 365,
  "Adamts12": 365,
  "ADAMTS13": 366,
  "Adamts13": 366,
  "ADAMTS14": 367,
  "Adamts14": 367,
  "ADAMTS15": 368,
  "Adamts15": 368,
  "ADAMTS16": 369,
  "Adamts16": 369,
  "ADAMTS17": 370,
  "Adamts17": 370,
  "ADAMTS18": 371,
  "Adamts18": 371,
  "ADAMTS19": 372,
  "Adamts19": 372,
  "ADAMTS19-AS1": 373,
  "RP11-346A9.1": 373,
  "ADAMTS2": 374,
  "Adamts2": 374,
  "ADAMTS20": 375,
  "Adamts20": 375,
  "ADAMTS3": 376,
  "Adamts3": 376,
  "ADAMTS4": 377,
  "Adamts4": 377,
  "ADAMTS5": 378,
  "Adamts5": 378,
  "ADAMTS6": 379,
  "Adamts6": 379,
  "ADAMTS7": 380,
  "Adamts7": 380,
  "ADAMTS7P1": 381,
  "ADAMTS7P3": 382,
  "ADAMTS7P4": 383,
  "ADAMTS8": 384,
  "Adamts8": 384,
  "ADAMTS9": 385,
  "Adamts9": 385,
  "ADAMTS9-AS1": 386,
  "ADAMTS9-AS2": 387,
  "ADAMTSL1": 388,
  "Adamtsl1": 388,
  "ADAMTSL2": 389,
  "Adamtsl2": 389,
  "ADAMTSL3": 390,
  "Adamtsl3": 390,
  "ADAMTSL4": 391,
  "Adamtsl4": 391,
  "ADAMTSL4-AS1": 392,
  "ADAMTSL4-AS2": 393,
  "ADAMTSL5": 394,
  "Adamtsl5": 394,
  "ADAP1": 395,
  "Adap1": 395,
  "ADAP2": 396,
  "Adap2": 396,
  "ADAR": 397,
  "Adar": 397,
  "ADARB1": 398,
  "Adarb1": 398,
  "ADARB2": 399,
  "Adarb2": 399,
  "ADARB2-AS1": 400,
  "NCRNA00168": 400,
  "ADAT1": 401,
  "Adat1": 401,
  "ADAT2": 402,
  "Adat2": 402,
  "ADAT3": 403,
  "Adat3": 403,
  "ADCK1": 404,
  "Adck1": 404,
  "ADCK2": 405,
  "Adck2": 405,
  "ADCK5": 406,
  "Adck5": 406,
  "ADCY1": 407,
  "Adcy1": 407,
  "ADCY10": 408,
  "Adcy10": 408,
  "ADCY10P1": 409,
  "ADCY2": 410,
  "Adcy2": 410,
  "ADCY4": 411,
  "Adcy4": 411,
  "ADCY5": 412,
  "Adcy5": 412,
  "ADCY6": 413,
  "Adcy6": 413,
  "ADCY6-DT": 414,
  "ADCY7": 415,
  "Adcy7": 415,
  "ADCY3": 416,
  "Adcy3": 416,
  "ADCY8": 416,
  "Adcy8": 416,
  "ADCY9": 417,
  "Adcy9": 417,
  "ADCYAP1": 418,
  "Adcyap1": 418,
  "ADCYAP1R1": 419,
  "Adcyap1r1": 419,
  "ADD1": 420,
  "Add1": 420,
  "ADD2": 421,
  "Add2": 421,
  "ADD3": 422,
  "Add3": 422,
  "ADD3-AS1": 423,
  "ADGB": 424,
  "Adgb": 424,
  "ADGRA1": 425,
  "Adgra1": 425,
  "GPR123": 425,
  "ADGRA1-AS1": 426,
  "GPR123-AS1": 426,
  "ADGRA2": 427,
  "Adgra2": 427,
  "GPR124": 427,
  "ADGRA3": 428,
  "Adgra3": 428,
  "GPR125": 428,
  "ADGRB1": 429,
  "Adgrb1": 429,
  "BAI1": 429,
  "ADGRB2": 430,
  "Adgrb2": 430,
  "BAI2": 430,
  "ADGRB3": 431,
  "Adgrb3": 431,
  "BAI3": 431,
  "ADGRB3-DT": 432,
  "AL391807.1": 432,
  "RP3-525N10.2": 432,
  "ADGRD1": 433,
  "Adgrd1": 433,
  "GPR133": 433,
  "ADGRD1-AS1": 434,
  "LACAT8": 434,
  "ADGRD2": 435,
  "GPR144": 435,
  "ADGRE1": 436,
  "Adgre1": 436,
  "EMR1": 436,
  "ADGRE2": 437,
  "EMR2": 437,
  "ADGRE3": 438,
  "EMR3": 438,
  "ADGRE4P": 439,
  "EMR4P": 439,
  "ADGRE5": 440,
  "Adgre5": 440,
  "CD97": 440,
  "ADGRF1": 441,
  "Adgrf1": 441,
  "GPR110": 441,
  "ADGRF2": 442,
  "Adgrf2": 442,
  "ADGRF2P": 442,
  "GPR111": 442,
  "ADGRF3": 443,
  "Adgrf3": 443,
  "GPR113": 443,
  "ADGRF4": 444,
  "Adgrf4": 444,
  "GPR115": 444,
  "ADGRF5": 445,
  "Adgrf5": 445,
  "GPR116": 445,
  "ADGRF5-AS1": 446,
  "ADGRF5P1": 447,
  "ADGRF5P2": 448,
  "ADGRG1": 449,
  "Adgrg1": 449,
  "GPR56": 449,
  "ADGRG2": 450,
  "Adgrg2": 450,
  "GPR64": 450,
  "ADGRG3": 451,
  "Adgrg3": 451,
  "GPR97": 451,
  "ADGRG4": 452,
  "GPR112": 452,
  "ADGRG5": 453,
  "Adgrg5": 453,
  "GPR114": 453,
  "ADGRG6": 454,
  "Adgrg6": 454,
  "GPR126": 454,
  "ADGRG7": 455,
  "GPR128": 455,
  "ADGRL1": 456,
  "Adgrl1": 456,
  "LPHN1": 456,
  "ADGRL1-AS1": 457,
  "ADGRL2": 458,
  "Adgrl2": 458,
  "LPHN2": 458,
  "ADGRL3": 459,
  "Adgrl3": 459,
  "LPHN3": 459,
  "ADGRL3-AS1": 460,
  "LPHN3-AS1": 460,
  "ADGRL4": 461,
  "Adgrl4": 461,
  "ELTD1": 461,
  "ADGRV1": 462,
  "Adgrv1": 462,
  "GPR98": 462,
  "Adh1": 463,
  "ADH1A": 463,
  "ADH1B": 464,
  "ADH1C": 465,
  "ADH4": 466,
  "Adh4": 466,
  "ADH5": 467,
  "Adh5": 467,
  "ADH5P2": 468,
  "ADH5P3": 469,
  "ADH5P4": 470,
  "ADH6": 471,
  "ADH7": 472,
  "Adh7": 472,
  "ADHFE1": 473,
  "Adhfe1": 473,
  "ADI1": 474,
  "Adi1": 474,
  "ADI1P1": 475,
  "ADI1P2": 476,
  "ADIG": 477,
  "Adig": 477,
  "ADIPOQ": 478,
  "Adipoq": 478,
  "ADIPOQ-AS1": 479,
  "ADIPOR1": 480,
  "Adipor1": 480,
  "ADIPOR1P1": 481,
  "ADIPOR1P2": 482,
  "ADIPOR2": 483,
  "Adipor2": 483,
  "ADIRF": 484,
  "ADIRF-AS1": 485,
  "ADISSP": 486,
  "C20orf27": 486,
  "C20ORF27": 486,
  "ADM": 487,
  "Adm": 487,
  "ADM2": 488,
  "Adm2": 488,
  "ADM5": 489,
  "C19orf76": 489,
  "ADNP": 490,
  "Adnp": 490,
  "ADNP-AS1": 491,
  "ADNP2": 492,
  "Adnp2": 492,
  "ADO": 493,
  "Ado": 493,
  "ADORA1": 494,
  "Adora1": 494,
  "ADORA2A": 495,
  "Adora2a": 495,
  "ADORA2A-AS1": 496,
  "ADORA2B": 497,
  "Adora2b": 497,
  "ADORA2BP1": 498,
  "ADORA3": 499,
  "Adora3": 499,
  "ADPGK": 500,
  "Adpgk": 500,
  "ADPGK-AS1": 501,
  "ADPRH": 502,
  "Adprh": 502,
  "ADPRHL1": 503,
  "Adprhl1": 503,
  "ADPRM": 504,
  "Adprm": 504,
  "ADPRHL2": 505,
  "Adprhl2": 505,
  "ADPRS": 505,
  "ADRA1B": 506,
  "Adra1b": 506,
  "ADRA1A": 507,
  "Adra1a": 507,
  "ADRA1D": 507,
  "Adra1d": 507,
  "ADRA2A": 508,
  "Adra2a": 508,
  "ADRA2B": 509,
  "Adra2b": 509,
  "ADRA2C": 510,
  "Adra2c": 510,
  "ADRB1": 511,
  "Adrb1": 511,
  "ADRB2": 512,
  "Adrb2": 512,
  "ADRB3": 513,
  "Adrb3": 513,
  "ADRM1": 514,
  "Adrm1": 514,
  "ADSL": 515,
  "Adsl": 515,
  "ADSS1": 516,
  "ADSSL1": 516,
  "Adssl1": 516,
  "ADSS": 517,
  "Adss": 517,
  "ADSS2": 517,
  "ADTRP": 518,
  "Adtrp": 518,
  "AEBP1": 519,
  "Aebp1": 519,
  "AEBP2": 520,
  "Aebp2": 520,
  "AEN": 521,
  "Aen": 521,
  "AFAP1": 522,
  "Afap1": 522,
  "AFAP1-AS1": 523,
  "AFAP1L1": 524,
  "Afap1l1": 524,
  "AFAP1L2": 525,
  "Afap1l2": 525,
  "AFDN": 526,
  "Afdn": 526,
  "MLLT4": 526,
  "Mllt4": 526,
  "AFDN-AS1": 527,
  "AFDN-DT": 527,
  "LINC01558": 527,
  "MLLT4-AS1": 527,
  "AFF1": 528,
  "Aff1": 528,
  "AFF2": 529,
  "Aff2": 529,
  "AFF2-IT1": 530,
  "AFF3": 531,
  "Aff3": 531,
  "AFF4": 532,
  "Aff4": 532,
  "AFF4-DT": 533,
  "AFG1L": 534,
  "Afg1l": 534,
  "LACE1": 534,
  "Lace1": 534,
  "AFG2A": 535,
  "SPATA5": 535,
  "Spata5": 535,
  "AFG2B": 536,
  "SPATA5L1": 536,
  "Afg3l1": 537,
  "AFG3L1P": 537,
  "AFG3L2": 538,
  "Afg3l2": 538,
  "AFG3L2P1": 539,
  "AFM": 540,
  "Afm": 540,
  "AFMID": 541,
  "Afmid": 541,
  "AFP": 542,
  "Afp": 542,
  "AFTPH": 543,
  "Aftph": 543,
  "AGA": 544,
  "Aga": 544,
  "AGAP1": 545,
  "Agap1": 545,
  "AGAP1-IT1": 546,
  "AGAP10": 547,
  "AGAP10P": 547,
  "CTGLF10P": 547,
  "AGAP11": 548,
  "AGAP12P": 549,
  "CTGLF12P": 549,
  "AGAP13P": 550,
  "AGAP14": 551,
  "AGAP14P": 551,
  "CTGLF11P": 551,
  "AGAP2": 552,
  "Agap2": 552,
  "AGAP2-AS1": 553,
  "AGAP3": 554,
  "Agap3": 554,
  "AGAP4": 555,
  "AGAP8": 555,
  "AGAP5": 556,
  "AGAP6": 557,
  "AGAP7": 558,
  "AGAP7P": 558,
  "AGAP9": 559,
  "AGBL1": 560,
  "Agbl1": 560,
  "AGBL1-AS1": 561,
  "AGBL2": 562,
  "Agbl2": 562,
  "AGBL3": 563,
  "Agbl3": 563,
  "AGBL4": 564,
  "Agbl4": 564,
  "AGBL4-IT1": 565,
  "AGBL5": 566,
  "Agbl5": 566,
  "AGBL5-AS1": 567,
  "AGBL5-IT1": 568,
  "AGER": 569,
  "Ager": 569,
  "AGFG1": 570,
  "Agfg1": 570,
  "AGFG2": 571,
  "Agfg2": 571,
  "AGGF1": 572,
  "Aggf1": 572,
  "AGGF1P1": 573,
  "AGGF1P10": 574,
  "AGGF1P2": 575,
  "AGGF1P3": 576,
  "AGGF1P5": 577,
  "AGGF1P6": 578,
  "AGGF1P7": 579,
  "AGGF1P9": 580,
  "AGK": 581,
  "Agk": 581,
  "AGK-DT": 582,
  "AGKP1": 583,
  "AGL": 584,
  "Agl": 584,
  "AGMAT": 585,
  "Agmat": 585,
  "AGMO": 586,
  "Agmo": 586,
  "AGO1": 587,
  "Ago1": 587,
  "AGO2": 588,
  "Ago2": 588,
  "CASC7": 588,
  "AGO3": 589,
  "Ago3": 589,
  "AGO4": 590,
  "Ago4": 590,
  "AGPAT1": 591,
  "Agpat1": 591,
  "AGPAT2": 592,
  "Agpat2": 592,
  "AGPAT3": 593,
  "Agpat3": 593,
  "AGPAT4": 594,
  "Agpat4": 594,
  "AGPAT5": 595,
  "Agpat5": 595,
  "AGPS": 596,
  "Agps": 596,
  "AGR2": 597,
  "Agr2": 597,
  "AGR3": 598,
  "Agr3": 598,
  "AGRN": 599,
  "Agrn": 599,
  "AGRP": 600,
  "Agrp": 600,
  "AGTPBP1": 601,
  "Agtpbp1": 601,
  "AGTR1": 602,
  "Agtr1a": 602,
  "AGTR2": 603,
  "Agtr2": 603,
  "AGTRAP": 604,
  "Agtrap": 604,
  "AGT": 605,
  "Agt": 605,
  "AGXT": 605,
  "Agxt": 605,
  "AGXT2": 606,
  "Agxt2": 606,
  "AHCTF1": 607,
  "Ahctf1": 607,
  "AHCTF1P1": 608,
  "AHCY": 609,
  "Ahcy": 609,
  "AHCYL1": 610,
  "Ahcyl1": 610,
  "AHCYL2": 611,
  "Ahcyl2": 611,
  "AHCYP2": 612,
  "AHCYP4": 613,
  "AHDC1": 614,
  "Ahdc1": 614,
  "AHI1": 615,
  "Ahi1": 615,
  "AHI1-DT": 616,
  "LINC00271": 616,
  "AHNAK": 617,
  "Ahnak": 617,
  "AHNAK2": 618,
  "Ahnak2": 618,
  "AHR": 619,
  "Ahr": 619,
  "AHRR": 620,
  "Ahrr": 620,
  "AHSA1": 621,
  "Ahsa1": 621,
  "AHSA2": 622,
  "Ahsa2": 622,
  "AHSA2P": 622,
  "AHSG": 623,
  "Ahsg": 623,
  "AHSP": 624,
  "AICDA": 625,
  "Aicda": 625,
  "AIDA": 626,
  "Aida": 626,
  "AIDAP1": 627,
  "AIDAP2": 628,
  "AIF1": 629,
  "Aif1": 629,
  "AIF1L": 630,
  "Aif1l": 630,
  "AIFM1": 631,
  "Aifm1": 631,
  "AIFM1P1": 632,
  "AIFM2": 633,
  "Aifm2": 633,
  "AIFM3": 634,
  "Aifm3": 634,
  "AIG1": 635,
  "Aig1": 635,
  "AIG1P1": 636,
  "AIM2": 637,
  "Aim2": 637,
  "AIMP1": 638,
  "Aimp1": 638,
  "AIMP1P1": 639,
  "AIMP1P2": 640,
  "AIMP2": 641,
  "Aimp2": 641,
  "AIPL1": 642,
  "Aipl1": 642,
  "AIRE": 643,
  "Aire": 643,
  "AIRIM": 644,
  "C1orf109": 644,
  "C1ORF109": 644,
  "AIRN": 645,
  "Airn": 645,
  "AJAP1": 646,
  "Ajap1": 646,
  "AJM1": 647,
  "Ajm1": 647,
  "C9ORF172": 647,
  "C9orf172": 647,
  "AJUBA": 648,
  "Ajuba": 648,
  "ADK": 649,
  "Adk": 649,
  "AK1": 649,
  "Ak1": 649,
  "AK2": 650,
  "Ak2": 650,
  "AK2P2": 651,
  "AK3P2": 652,
  "AK3P3": 653,
  "AK3": 654,
  "Ak3": 654,
  "AK4": 654,
  "Ak4": 654,
  "AK4P1": 655,
  "AK4P2": 656,
  "AK4P3": 657,
  "AK4P4": 658,
  "AK4P6": 659,
  "AK5": 660,
  "Ak5": 660,
  "AK6": 661,
  "Ak6": 661,
  "AK6P1": 662,
  "AK6P2": 663,
  "AK7": 664,
  "Ak7": 664,
  "AK8": 665,
  "Ak8": 665,
  "AK9": 666,
  "Ak9": 666,
  "AKAIN1": 667,
  "Akain1": 667,
  "C18orf42": 667,
  "AKAP1": 668,
  "Akap1": 668,
  "AKAP1-DT": 669,
  "AKAP10": 670,
  "Akap10": 670,
  "AKAP11": 671,
  "Akap11": 671,
  "AKAP12": 672,
  "Akap12": 672,
  "AKAP13": 673,
  "Akap13": 673,
  "AKAP14": 674,
  "Akap14": 674,
  "AKAP17A": 675,
  "AKAP17BP": 676,
  "AKAP3": 677,
  "Akap3": 677,
  "AKAP4": 678,
  "Akap4": 678,
  "AKAP5": 679,
  "Akap5": 679,
  "AKAP6": 680,
  "Akap6": 680,
  "AKAP7": 681,
  "Akap7": 681,
  "AKAP8": 682,
  "Akap8": 682,
  "AKAP8L": 683,
  "Akap8l": 683,
  "AKAP9": 684,
  "Akap9": 684,
  "AKIP1": 685,
  "Akip1": 685,
  "AKIRIN1": 686,
  "Akirin1": 686,
  "AKIRIN1P1": 687,
  "AKIRIN1P2": 688,
  "AKIRIN2": 689,
  "Akirin2": 689,
  "AKIRIN2P1": 690,
  "AKNA": 691,
  "Akna": 691,
  "AKNAD1": 692,
  "Aknad1": 692,
  "AKR1A1": 693,
  "Akr1a1": 693,
  "AKR1B1": 694,
  "AKR1B10": 695,
  "Akr1b10": 695,
  "AKR1B10P1": 696,
  "AKR1B10P2": 697,
  "AKR1B15": 698,
  "AKR1B1P1": 699,
  "AKR1B1P2": 700,
  "AKR1B1P3": 701,
  "AKR1B1P4": 702,
  "AKR1B1P6": 703,
  "AKR1B1P7": 704,
  "AKR1B1P8": 705,
  "AKR1C1": 706,
  "AKR1C2": 707,
  "AKR1C3": 708,
  "AKR1C4": 709,
  "AKR1C5P": 710,
  "AKR1C6P": 711,
  "AKR1C7P": 712,
  "AKR1C8": 713,
  "AKR1C8P": 713,
  "AKR1CL1": 713,
  "AKR1D1": 714,
  "AKR1E2": 715,
  "AKR7A2": 716,
  "AKR7A2P1": 717,
  "AKR7A3": 718,
  "AKR7L": 719,
  "AKT1": 720,
  "Akt1": 720,
  "AKT1S1": 721,
  "Akt1s1": 721,
  "AKT2": 722,
  "Akt2": 722,
  "AKT3": 723,
  "Akt3": 723,
  "AKT3-IT1": 724,
  "AKTIP": 725,
  "Aktip": 725,
  "ALAD": 726,
  "Alad": 726,
  "ALAS1": 727,
  "Alas1": 727,
  "ALAS2": 728,
  "Alas2": 728,
  "ALCAM": 729,
  "Alcam": 729,
  "ALDH16A1": 730,
  "Aldh16a1": 730,
  "ALDH18A1": 731,
  "Aldh18a1": 731,
  "ALDH1A1": 732,
  "Aldh1a1": 732,
  "ALDH1A2": 733,
  "Aldh1a2": 733,
  "ALDH1A3": 734,
  "Aldh1a3": 734,
  "ALDH1B1": 735,
  "Aldh1b1": 735,
  "ALDH1L1": 736,
  "Aldh1l1": 736,
  "ALDH1L1-AS1": 737,
  "ALDH1L1-AS2": 738,
  "ALDH1L2": 739,
  "Aldh1l2": 739,
  "ALDH2": 740,
  "Aldh2": 740,
  "ALDH3A1": 741,
  "Aldh3a1": 741,
  "ALDH3A2": 742,
  "Aldh3a2": 742,
  "ALDH3B1": 743,
  "Aldh3b1": 743,
  "ALDH3B2": 744,
  "Aldh3b2": 744,
  "ALDH4A1": 745,
  "Aldh4a1": 745,
  "ALDH5A1": 746,
  "Aldh5a1": 746,
  "ALDH6A1": 747,
  "Aldh6a1": 747,
  "ALDH7A1": 748,
  "Aldh7a1": 748,
  "ALDH7A1P1": 749,
  "ALDH7A1P2": 750,
  "ALDH7A1P3": 751,
  "ALDH7A1P4": 752,
  "ALDH8A1": 753,
  "Aldh8a1": 753,
  "ALDH9A1": 754,
  "Aldh9a1": 754,
  "ALDOA": 755,
  "Aldoa": 755,
  "ALDOAP1": 756,
  "ALDOAP2": 757,
  "ALDOB": 758,
  "Aldob": 758,
  "ALDOC": 759,
  "Aldoc": 759,
  "ALG1": 760,
  "Alg1": 760,
  "ALG10": 761,
  "ALG10B": 762,
  "Alg10b": 762,
  "ALG11": 763,
  "Alg11": 763,
  "ALG12": 764,
  "Alg12": 764,
  "ALG13": 765,
  "Alg13": 765,
  "ALG13-AS1": 766,
  "ALG14": 767,
  "Alg14": 767,
  "ALG1L10P": 768,
  "ALG1L11P": 769,
  "ALG1L13P": 770,
  "ALG1L14P": 771,
  "ALG1L15P": 772,
  "ALG1L": 773,
  "ALG1L1P": 773,
  "ALG1L2": 774,
  "ALG1L3P": 775,
  "ALG1L5P": 776,
  "ALG1L6P": 777,
  "ALG1L7P": 778,
  "ALG1L8P": 779,
  "ALG2": 780,
  "Alg2": 780,
  "ALG3": 781,
  "Alg3": 781,
  "ALG3P1": 782,
  "ALG5": 783,
  "Alg5": 783,
  "ALG6": 784,
  "Alg6": 784,
  "ALG8": 785,
  "Alg8": 785,
  "ALG9": 786,
  "Alg9": 786,
  "ALG9-IT1": 787,
  "ALK": 788,
  "Alk": 788,
  "ALKAL1": 789,
  "Alkal1": 789,
  "FAM150A": 789,
  "Fam150a": 789,
  "ALKAL2": 790,
  "Alkal2": 790,
  "FAM150B": 790,
  "Fam150b": 790,
  "ALKBH1": 791,
  "Alkbh1": 791,
  "ALKBH2": 792,
  "Alkbh2": 792,
  "ALKBH3": 793,
  "Alkbh3": 793,
  "ALKBH3-AS1": 794,
  "ALKBH4": 795,
  "Alkbh4": 795,
  "ALKBH5": 796,
  "Alkbh5": 796,
  "ALKBH6": 797,
  "Alkbh6": 797,
  "ALKBH7": 798,
  "Alkbh7": 798,
  "ALKBH8": 799,
  "Alkbh8": 799,
  "ALLC": 800,
  "ALMS1": 801,
  "Alms1": 801,
  "ALMS1-IT1": 802,
  "ALMS1P": 803,
  "ALMS1P1": 803,
  "ALOX12": 804,
  "Alox12": 804,
  "ALOX12B": 805,
  "Alox12b": 805,
  "ALOX12P1": 806,
  "ALOX12P2": 807,
  "ALOX15": 808,
  "Alox15": 808,
  "ALOX15B": 809,
  "ALOX15P1": 810,
  "ALOX15P2": 811,
  "ALOX5": 812,
  "Alox5": 812,
  "ALOX5AP": 813,
  "Alox5ap": 813,
  "ALOXE3": 814,
  "Aloxe3": 814,
  "ALPG": 815,
  "ALPPL2": 815,
  "ALPI": 816,
  "ALPK1": 817,
  "Alpk1": 817,
  "ALPK2": 818,
  "Alpk2": 818,
  "ALPK3": 819,
  "Alpk3": 819,
  "ALPL": 820,
  "Alpl": 820,
  "ALPP": 821,
  "ALS2": 822,
  "Als2": 822,
  "ALS2CL": 823,
  "Als2cl": 823,
  "ALX1": 824,
  "Alx1": 824,
  "ALX3": 825,
  "Alx3": 825,
  "ALX4": 826,
  "Alx4": 826,
  "ALYREF": 827,
  "Alyref": 827,
  "AMACR": 828,
  "Amacr": 828,
  "AMBN": 829,
  "AMBP": 830,
  "Ambp": 830,
  "AMBRA1": 831,
  "Ambra1": 831,
  "AMD1": 832,
  "Amd1": 832,
  "AMD1P1": 833,
  "AMD1P2": 834,
  "Amd2": 834,
  "AMD1P3": 835,
  "AMD1P4": 836,
  "AMDHD1": 837,
  "Amdhd1": 837,
  "AMDHD2": 838,
  "Amdhd2": 838,
  "AMELX": 839,
  "AMELY": 840,
  "AMER1": 841,
  "Amer1": 841,
  "AMER2": 842,
  "Amer2": 842,
  "AMER3": 843,
  "Amer3": 843,
  "AMFR": 844,
  "Amfr": 844,
  "AMH": 845,
  "Amh": 845,
  "AMHR2": 846,
  "Amhr2": 846,
  "AMIGO1": 847,
  "Amigo1": 847,
  "AMIGO2": 848,
  "Amigo2": 848,
  "AMIGO3": 849,
  "Amigo3": 849,
  "AMMECR1": 850,
  "Ammecr1": 850,
  "AMMECR1-IT1": 851,
  "AMMECR1L": 852,
  "Ammecr1l": 852,
  "AMN": 853,
  "Amn": 853,
  "AMN1": 854,
  "Amn1": 854,
  "AMOT": 855,
  "Amot": 855,
  "AMOTL1": 856,
  "Amotl1": 856,
  "AMOTL2": 857,
  "Amotl2": 857,
  "AMPD1": 858,
  "Ampd1": 858,
  "AMPD2": 859,
  "Ampd2": 859,
  "AMPD3": 860,
  "Ampd3": 860,
  "AMPH": 861,
  "Amph": 861,
  "AMT": 862,
  "Amt": 862,
  "AMTN": 863,
  "Amtn": 863,
  "AMY1A": 864,
  "AMY1B": 865,
  "Amy1": 866,
  "AMY1C": 866,
  "AMY2A": 867,
  "AMY2B": 868,
  "AMYP1": 869,
  "AMZ1": 870,
  "Amz1": 870,
  "AMZ2": 871,
  "Amz2": 871,
  "AMZ2P1": 872,
  "AMZ2P2": 873,
  "ANAPC1": 874,
  "Anapc1": 874,
  "ANAPC10": 875,
  "Anapc10": 875,
  "ANAPC10P1": 876,
  "ANAPC11": 877,
  "Anapc11": 877,
  "ANAPC13": 878,
  "Anapc13": 878,
  "ANAPC15": 879,
  "Anapc15": 879,
  "ANAPC16": 880,
  "Anapc16": 880,
  "ANAPC1P1": 881,
  "ANAPC1P4": 882,
  "ANAPC2": 883,
  "Anapc2": 883,
  "ANAPC4": 884,
  "Anapc4": 884,
  "ANAPC5": 885,
  "Anapc5": 885,
  "ANAPC7": 886,
  "Anapc7": 886,
  "ANG": 887,
  "Ang": 887,
  "ANGEL1": 888,
  "Angel1": 888,
  "ANGEL2": 889,
  "Angel2": 889,
  "ANGPT1": 890,
  "Angpt1": 890,
  "ANGPT2": 891,
  "Angpt2": 891,
  "ANGPT4": 892,
  "Angpt4": 892,
  "ANGPTL1": 893,
  "Angptl1": 893,
  "ANGPTL2": 894,
  "Angptl2": 894,
  "ANGPTL3": 895,
  "Angptl3": 895,
  "ANGPTL4": 896,
  "Angptl4": 896,
  "ANGPTL5": 897,
  "ANGPTL6": 898,
  "Angptl6": 898,
  "ANGPTL7": 899,
  "Angptl7": 899,
  "ANGPTL8": 900,
  "Angptl8": 900,
  "C19orf80": 900,
  "ANHX": 901,
  "ANK1": 902,
  "Ank1": 902,
  "ANK2": 903,
  "Ank2": 903,
  "ANK2-AS1": 904,
  "ANK3": 905,
  "Ank3": 905,
  "ANK3-DT": 906,
  "ANKAR": 907,
  "Ankar": 907,
  "ANKDD1A": 908,
  "ANKDD1B": 909,
  "Ankdd1b": 909,
  "ANKEF1": 910,
  "Ankef1": 910,
  "ANKFN1": 911,
  "Ankfn1": 911,
  "ANKFY1": 912,
  "Ankfy1": 912,
  "Ank": 913,
  "ANKH": 913,
  "ANKH-DT": 914,
  "ANKHD1": 915,
  "Ankhd1": 915,
  "ANKHD1-EIF4EBP3": 916,
  "ANKIB1": 917,
  "Ankib1": 917,
  "ANKK1": 918,
  "Ankk1": 918,
  "ANKLE1": 919,
  "Ankle1": 919,
  "ANKLE2": 920,
  "Ankle2": 920,
  "ANKMY1": 921,
  "Ankmy1": 921,
  "ANKMY2": 922,
  "Ankmy2": 922,
  "ANKRA2": 923,
  "Ankra2": 923,
  "ANKRD1": 924,
  "Ankrd1": 924,
  "ANKRD10": 925,
  "Ankrd10": 925,
  "ANKRD10-IT1": 926,
  "ANKRD11": 927,
  "Ankrd11": 927,
  "ANKRD12": 928,
  "Ankrd12": 928,
  "ANKRD13A": 929,
  "Ankrd13a": 929,
  "ANKRD13B": 930,
  "Ankrd13b": 930,
  "ANKRD13C": 931,
  "Ankrd13c": 931,
  "ANKRD13C-DT": 932,
  "HHLA3": 932,
  "ANKRD13D": 933,
  "Ankrd13d": 933,
  "ANKRD16": 934,
  "Ankrd16": 934,
  "ANKRD17": 935,
  "Ankrd17": 935,
  "ANKRD18A": 936,
  "ANKRD18B": 937,
  "ANKRD18CP": 938,
  "ANKRD18DP": 939,
  "ANKRD18EP": 940,
  "ANKRD19P": 941,
  "ANKRD2": 942,
  "Ankrd2": 942,
  "ANKRD20A1": 943,
  "ANKRD20A10P": 944,
  "ANKRD20A11P": 945,
  "ANKRD20A17P": 946,
  "ANKRD20A18P": 947,
  "ANKRD20A19P": 948,
  "ANKRD20A21P": 949,
  "ANKRD20A2": 950,
  "ANKRD20A2P": 950,
  "ANKRD20A3": 951,
  "ANKRD20A3P": 951,
  "ANKRD20A4": 952,
  "ANKRD20A4P": 952,
  "ANKRD20A5P": 953,
  "ANKRD20A7P": 954,
  "ANKRD20A8P": 955,
  "ANKRD20A9P": 956,
  "ANKRD22": 957,
  "Ankrd22": 957,
  "ANKRD23": 958,
  "Ankrd23": 958,
  "ANKRD24": 959,
  "Ankrd24": 959,
  "ANKRD26": 960,
  "Ankrd26": 960,
  "ANKRD26P1": 961,
  "ANKRD26P2": 962,
  "ANKRD26P3": 963,
  "ANKRD26P4": 964,
  "ANKRD27": 965,
  "Ankrd27": 965,
  "ANKRD28": 966,
  "Ankrd28": 966,
  "ANKRD29": 967,
  "Ankrd29": 967,
  "ANKRD30A": 968,
  "ANKRD30B": 969,
  "ANKRD30BL": 970,
  "ANKRD30BP1": 971,
  "ANKRD30BP2": 972,
  "ANKRD30BP3": 973,
  "ANKRD31": 974,
  "Ankrd31": 974,
  "ANKRD33": 975,
  "Ankrd33": 975,
  "ANKRD33B": 976,
  "Ankrd33b": 976,
  "ANKRD33B-AS1": 977,
  "ANKRD34A": 978,
  "Ankrd34a": 978,
  "ANKRD34B": 979,
  "Ankrd34b": 979,
  "ANKRD34C": 980,
  "Ankrd34c": 980,
  "ANKRD34C-AS1": 981,
  "ANKRD35": 982,
  "Ankrd35": 982,
  "ANKRD36": 983,
  "Ankrd36": 983,
  "ANKRD36B": 984,
  "ANKRD36BP1": 985,
  "ANKRD36BP2": 986,
  "ANKRD36C": 987,
  "ANKRD37": 988,
  "Ankrd37": 988,
  "LRP2BP": 988,
  "Lrp2bp": 988,
  "ANKRD39": 989,
  "Ankrd39": 989,
  "ANKRD40": 990,
  "Ankrd40": 990,
  "ANKRD40CL": 991,
  "LINC00483": 991,
  "ANKRD42": 992,
  "Ankrd42": 992,
  "ANKRD44": 993,
  "Ankrd44": 993,
  "ANKRD44-AS1": 994,
  "ANKRD44-IT1": 995,
  "ANKRD45": 996,
  "Ankrd45": 996,
  "ANKRD46": 997,
  "Ankrd46": 997,
  "ANKRD49": 998,
  "Ankrd49": 998,
  "ANKRD49P1": 999,
  "ANKRD49P2": 1000,
  "ANKRD50": 1001,
  "Ankrd50": 1001,
  "ANKRD52": 1002,
  "Ankrd52": 1002,
  "ANKRD53": 1003,
  "ANKRD54": 1004,
  "Ankrd54": 1004,
  "ANKRD55": 1005,
  "Ankrd55": 1005,
  "ANKRD6": 1006,
  "Ankrd6": 1006,
  "ANKRD60": 1007,
  "ANKRD61": 1008,
  "Ankrd61": 1008,
  "ANKRD62": 1009,
  "ANKRD62P1-PARP4P3": 1010,
  "ANKRD63": 1011,
  "Ankrd63": 1011,
  "ANKRD65": 1012,
  "Ankrd65": 1012,
  "ANKRD66": 1013,
  "Ankrd66": 1013,
  "ANKRD7": 1014,
  "Ankrd7": 1014,
  "ANKRD9": 1015,
  "Ankrd9": 1015,
  "Anks1": 1016,
  "ANKS1A": 1016,
  "ANKS1B": 1017,
  "Anks1b": 1017,
  "ANKS3": 1018,
  "Anks3": 1018,
  "ANKS4B": 1019,
  "Anks4b": 1019,
  "ANKS6": 1020,
  "Anks6": 1020,
  "ANKUB1": 1021,
  "Ankub1": 1021,
  "ANKZF1": 1022,
  "Ankzf1": 1022,
  "ANLN": 1023,
  "Anln": 1023,
  "ANO1": 1024,
  "Ano1": 1024,
  "ANO1-AS1": 1025,
  "ANO10": 1026,
  "Ano10": 1026,
  "ANO2": 1027,
  "Ano2": 1027,
  "ANO3": 1028,
  "Ano3": 1028,
  "ANO3-AS1": 1029,
  "ANO4": 1030,
  "Ano4": 1030,
  "ANO5": 1031,
  "Ano5": 1031,
  "ANO6": 1032,
  "Ano6": 1032,
  "ANO7": 1033,
  "Ano7": 1033,
  "ANO7L1": 1034,
  "ANO7P1": 1034,
  "ANO8": 1035,
  "Ano8": 1035,
  "ANO9": 1036,
  "Ano9": 1036,
  "ANOS1": 1037,
  "KAL1": 1037,
  "ANOS2P": 1038,
  "KALP": 1038,
  "ANP32A": 1039,
  "Anp32a": 1039,
  "ANP32AP1": 1040,
  "ANP32B": 1041,
  "Anp32b": 1041,
  "ANP32BP1": 1042,
  "ANP32BP2": 1043,
  "ANP32BP3": 1044,
  "ANP32C": 1045,
  "ANP32CP": 1045,
  "ANP32D": 1046,
  "ANP32E": 1047,
  "Anp32e": 1047,
  "ANPEP": 1048,
  "Anpep": 1048,
  "ANTKMT": 1049,
  "FAM173A": 1049,
  "Fam173a": 1049,
  "ANTXR1": 1050,
  "Antxr1": 1050,
  "ANTXR2": 1051,
  "Antxr2": 1051,
  "ANTXRL": 1052,
  "ANTXRLP1": 1053,
  "ANXA1": 1054,
  "Anxa1": 1054,
  "ANXA10": 1055,
  "Anxa10": 1055,
  "ANXA11": 1056,
  "Anxa11": 1056,
  "ANXA13": 1057,
  "Anxa13": 1057,
  "ANXA2": 1058,
  "Anxa2": 1058,
  "ANXA2P1": 1059,
  "ANXA2P2": 1060,
  "ANXA2P3": 1061,
  "ANXA2R": 1062,
  "ANXA3": 1063,
  "Anxa3": 1063,
  "ANXA4": 1064,
  "Anxa4": 1064,
  "ANXA5": 1065,
  "Anxa5": 1065,
  "ANXA6": 1066,
  "Anxa6": 1066,
  "ANXA7": 1067,
  "Anxa7": 1067,
  "ANXA8": 1068,
  "Anxa8": 1068,
  "ANXA8L1": 1069,
  "ANXA8L2": 1069,
  "ANXA9": 1070,
  "Anxa9": 1070,
  "AOAH": 1071,
  "Aoah": 1071,
  "AOAH-IT1": 1072,
  "AOC1": 1073,
  "Aoc1": 1073,
  "AOC2": 1074,
  "Aoc2": 1074,
  "AOC3": 1075,
  "Aoc3": 1075,
  "AOC4P": 1076,
  "AOPEP": 1077,
  "C9ORF3": 1077,
  "C9orf3": 1077,
  "AOX1": 1078,
  "Aox1": 1078,
  "Aox2": 1079,
  "AOX2P": 1079,
  "AOX3P": 1080,
  "AOX3P-AOX2P": 1081,
  "AP1AR": 1082,
  "Ap1ar": 1082,
  "AP1B1": 1083,
  "Ap1b1": 1083,
  "AP1B1P1": 1084,
  "AP1G1": 1085,
  "Ap1g1": 1085,
  "AP1G2": 1086,
  "Ap1g2": 1086,
  "AP1M1": 1087,
  "Ap1m1": 1087,
  "AP1M2": 1088,
  "Ap1m2": 1088,
  "AP1S1": 1089,
  "Ap1s1": 1089,
  "AP1S2": 1090,
  "Ap1s2": 1090,
  "AP1S2P1": 1091,
  "AP1S3": 1092,
  "Ap1s3": 1092,
  "AP2A1": 1093,
  "Ap2a1": 1093,
  "AP2A2": 1094,
  "Ap2a2": 1094,
  "AP2B1": 1095,
  "Ap2b1": 1095,
  "AP2M1": 1096,
  "Ap2m1": 1096,
  "AP2S1": 1097,
  "Ap2s1": 1097,
  "AP3B1": 1098,
  "Ap3b1": 1098,
  "AP3B2": 1099,
  "Ap3b2": 1099,
  "AP3D1": 1100,
  "Ap3d1": 1100,
  "AP3M1": 1101,
  "Ap3m1": 1101,
  "AP3M2": 1102,
  "Ap3m2": 1102,
  "AP3S1": 1103,
  "Ap3s1": 1103,
  "AP3S2": 1104,
  "Ap3s2": 1104,
  "AP4B1": 1105,
  "Ap4b1": 1105,
  "AP4B1-AS1": 1106,
  "AP4E1": 1107,
  "Ap4e1": 1107,
  "AP4M1": 1108,
  "Ap4m1": 1108,
  "AP4S1": 1109,
  "Ap4s1": 1109,
  "AP5B1": 1110,
  "Ap5b1": 1110,
  "AP5M1": 1111,
  "Ap5m1": 1111,
  "AP5S1": 1112,
  "Ap5s1": 1112,
  "AP5Z1": 1113,
  "Ap5z1": 1113,
  "APAF1": 1114,
  "Apaf1": 1114,
  "APBA1": 1115,
  "Apba1": 1115,
  "APBA2": 1116,
  "Apba2": 1116,
  "APBA3": 1117,
  "Apba3": 1117,
  "APBB1": 1118,
  "Apbb1": 1118,
  "APBB1IP": 1119,
  "Apbb1ip": 1119,
  "APBB2": 1120,
  "Apbb2": 1120,
  "APBB3": 1121,
  "Apbb3": 1121,
  "APC": 1122,
  "Apc": 1122,
  "APCDD1": 1123,
  "Apcdd1": 1123,
  "APCDD1L": 1124,
  "APCDD1L-AS1": 1125,
  "APCDD1L-DT": 1125,
  "APCS": 1126,
  "Apcs": 1126,
  "APEH": 1127,
  "Apeh": 1127,
  "APELA": 1128,
  "Apela": 1128,
  "APEX1": 1129,
  "Apex1": 1129,
  "HAP1": 1129,
  "Hap1": 1129,
  "APEX2": 1130,
  "Apex2": 1130,
  "APH1A": 1131,
  "Aph1a": 1131,
  "APH1B": 1132,
  "Aph1b": 1132,
  "API5": 1133,
  "Api5": 1133,
  "API5P1": 1134,
  "API5P2": 1135,
  "APIP": 1136,
  "Apip": 1136,
  "APLF": 1137,
  "Aplf": 1137,
  "APLN": 1138,
  "Apln": 1138,
  "APLNR": 1139,
  "Aplnr": 1139,
  "APLP1": 1140,
  "Aplp1": 1140,
  "APLP2": 1141,
  "Aplp2": 1141,
  "APMAP": 1142,
  "Apmap": 1142,
  "APOA1": 1143,
  "Apoa1": 1143,
  "APOA1-AS": 1144,
  "APOA2": 1145,
  "Apoa2": 1145,
  "APOA4": 1146,
  "Apoa4": 1146,
  "APOA5": 1147,
  "Apoa5": 1147,
  "APOB": 1148,
  "Apob": 1148,
  "APOBEC1": 1149,
  "Apobec1": 1149,
  "APOBEC2": 1150,
  "Apobec2": 1150,
  "APOBEC3A": 1151,
  "APOBEC3B": 1152,
  "APOBEC3B-AS1": 1153,
  "APOBEC3C": 1154,
  "APOBEC3D": 1155,
  "APOBEC3F": 1156,
  "APOBEC3G": 1157,
  "APOBEC3H": 1158,
  "APOBEC4": 1159,
  "Apobec4": 1159,
  "APOBR": 1160,
  "Apobr": 1160,
  "APOC1": 1161,
  "Apoc1": 1161,
  "APOC1P1": 1162,
  "APOC2": 1163,
  "Apoc2": 1163,
  "APOC3": 1164,
  "APOC4": 1165,
  "Apoc4": 1165,
  "APOC4-APOC2": 1166,
  "APOD": 1167,
  "Apod": 1167,
  "APOE": 1168,
  "Apoe": 1168,
  "APOF": 1169,
  "Apof": 1169,
  "APOH": 1170,
  "Apoh": 1170,
  "APOL1": 1171,
  "APOL2": 1172,
  "APOL3": 1173,
  "APOL4": 1174,
  "APOL5": 1175,
  "APOL6": 1176,
  "Apol6": 1176,
  "APOLD1": 1177,
  "Apold1": 1177,
  "APOM": 1178,
  "Apom": 1178,
  "APOO": 1179,
  "Apoo": 1179,
  "APOOL": 1180,
  "Apool": 1180,
  "APOOP1": 1181,
  "APOOP2": 1182,
  "APOOP3": 1183,
  "APOOP4": 1184,
  "APOOP5": 1185,
  "APP": 1186,
  "App": 1186,
  "APP-DT": 1187,
  "APPBP2": 1188,
  "Appbp2": 1188,
  "APPL1": 1189,
  "Appl1": 1189,
  "APPL2": 1190,
  "Appl2": 1190,
  "APRG1": 1191,
  "C3orf35": 1191,
  "C3ORF35": 1191,
  "APRT": 1192,
  "Aprt": 1192,
  "APTR": 1193,
  "RSBN1L-AS1": 1193,
  "APTX": 1194,
  "Aptx": 1194,
  "AQP1": 1195,
  "Aqp1": 1195,
  "AQP10": 1196,
  "AQP11": 1197,
  "Aqp11": 1197,
  "Aqp12": 1198,
  "AQP12A": 1198,
  "AQP12B": 1199,
  "AQP2": 1200,
  "Aqp2": 1200,
  "AQP3": 1201,
  "Aqp3": 1201,
  "AQP4": 1202,
  "Aqp4": 1202,
  "AQP4-AS1": 1203,
  "CHST9-AS1": 1203,
  "AQP5": 1204,
  "Aqp5": 1204,
  "AQP6": 1205,
  "Aqp6": 1205,
  "AQP7": 1206,
  "Aqp7": 1206,
  "AQP7P1": 1207,
  "AQP7P2": 1208,
  "AQP7P3": 1209,
  "AQP8": 1210,
  "Aqp8": 1210,
  "AQP9": 1211,
  "Aqp9": 1211,
  "AQR": 1212,
  "Aqr": 1212,
  "ARAF": 1213,
  "Araf": 1213,
  "ARAP1": 1214,
  "Arap1": 1214,
  "ARAP1-AS1": 1215,
  "ARAP1-AS2": 1216,
  "ARAP2": 1217,
  "Arap2": 1217,
  "ARAP3": 1218,
  "Arap3": 1218,
  "ARB2A": 1219,
  "FAM172A": 1219,
  "Fam172a": 1219,
  "ARB2BP": 1220,
  "FAM172BP": 1220,
  "ARCN1": 1221,
  "Arcn1": 1221,
  "AR": 1222,
  "Ar": 1222,
  "AREG": 1222,
  "Areg": 1222,
  "AREGB": 1222,
  "AREL1": 1223,
  "Arel1": 1223,
  "ARF1": 1224,
  "Arf1": 1224,
  "ARF1P1": 1225,
  "ARF3": 1226,
  "Arf3": 1226,
  "Arf2": 1227,
  "ARF4": 1227,
  "Arf4": 1227,
  "ARF4-AS1": 1228,
  "ARF4P1": 1229,
  "ARF4P2": 1230,
  "ARF4P3": 1231,
  "ARF4P4": 1232,
  "ARF5": 1233,
  "Arf5": 1233,
  "ARF6": 1234,
  "Arf6": 1234,
  "ARFGAP2": 1235,
  "Arfgap2": 1235,
  "ARFGAP1": 1236,
  "Arfgap1": 1236,
  "ARFGAP3": 1236,
  "Arfgap3": 1236,
  "ARFGEF1": 1237,
  "Arfgef1": 1237,
  "AC021321.1": 1238,
  "ARFGEF1-DT": 1238,
  "ARFGEF2": 1239,
  "Arfgef2": 1239,
  "ARFGEF3": 1240,
  "Arfgef3": 1240,
  "KIAA1244": 1240,
  "ARFIP1": 1241,
  "Arfip1": 1241,
  "ARFIP2": 1242,
  "Arfip2": 1242,
  "ARFRP1": 1243,
  "Arfrp1": 1243,
  "ARG2": 1244,
  "Arg2": 1244,
  "ARGFX": 1245,
  "ARGFXP2": 1246,
  "ARGLU1": 1247,
  "Arglu1": 1247,
  "ARGLU1-DT": 1248,
  "LINC00443": 1248,
  "LINC00551": 1248,
  "ARHGAP1": 1249,
  "Arhgap1": 1249,
  "ARHGAP11A": 1250,
  "Arhgap11a": 1250,
  "ARHGAP11B": 1251,
  "ARHGAP12": 1252,
  "Arhgap12": 1252,
  "ARHGAP15": 1253,
  "Arhgap15": 1253,
  "ARHGAP15-AS1": 1254,
  "ARHGAP17": 1255,
  "Arhgap17": 1255,
  "ARHGAP18": 1256,
  "Arhgap18": 1256,
  "ARHGAP19": 1257,
  "Arhgap19": 1257,
  "ARHGAP19-SLIT1": 1258,
  "ARHGAP20": 1259,
  "Arhgap20": 1259,
  "ARHGAP10": 1260,
  "Arhgap10": 1260,
  "ARHGAP21": 1260,
  "Arhgap21": 1260,
  "ARHGAP22": 1261,
  "Arhgap22": 1261,
  "ARHGAP22-IT1": 1262,
  "ARHGAP23": 1263,
  "Arhgap23": 1263,
  "ARHGAP23P1": 1264,
  "ARHGAP24": 1265,
  "Arhgap24": 1265,
  "ARHGAP25": 1266,
  "Arhgap25": 1266,
  "ARHGAP26": 1267,
  "Arhgap26": 1267,
  "ARHGAP26-AS1": 1268,
  "ARHGAP26-IT1": 1269,
  "ARHGAP27": 1270,
  "Arhgap27": 1270,
  "ARHGAP27P1-BPTFP1-KPNA2P3": 1271,
  "ARHGAP28": 1272,
  "Arhgap28": 1272,
  "ARHGAP28-AS1": 1273,
  "ARHGAP29": 1274,
  "Arhgap29": 1274,
  "ARHGAP29-AS1": 1275,
  "ARHGAP30": 1276,
  "Arhgap30": 1276,
  "ARHGAP31": 1277,
  "Arhgap31": 1277,
  "ARHGAP31-AS1": 1278,
  "ARHGAP32": 1279,
  "Arhgap32": 1279,
  "ARHGAP33": 1280,
  "Arhgap33": 1280,
  "ARHGAP35": 1281,
  "Arhgap35": 1281,
  "ARHGAP36": 1282,
  "Arhgap36": 1282,
  "ARHGAP39": 1283,
  "Arhgap39": 1283,
  "ARHGAP4": 1284,
  "Arhgap4": 1284,
  "ARHGAP40": 1285,
  "Arhgap40": 1285,
  "ARHGAP42": 1286,
  "Arhgap42": 1286,
  "TMEM133": 1286,
  "ARHGAP42-AS1": 1287,
  "ARHGAP42P1": 1288,
  "ARHGAP42P2": 1289,
  "ARHGAP42P3": 1290,
  "ARHGAP42P4": 1291,
  "ARHGAP42P5": 1292,
  "ARHGAP44": 1293,
  "Arhgap44": 1293,
  "ARHGAP44-AS1": 1294,
  "ARHGAP45": 1295,
  "Arhgap45": 1295,
  "HMHA1": 1295,
  "Hmha1": 1295,
  "ARHGAP5": 1296,
  "Arhgap5": 1296,
  "ARHGAP5-AS1": 1297,
  "ARHGAP6": 1298,
  "Arhgap6": 1298,
  "ARHGAP8": 1299,
  "Arhgap8": 1299,
  "ARHGAP9": 1300,
  "Arhgap9": 1300,
  "ARHGDIA": 1301,
  "Arhgdia": 1301,
  "ARHGDIB": 1302,
  "Arhgdib": 1302,
  "ARHGDIG": 1303,
  "Arhgdig": 1303,
  "ARHGEF1": 1304,
  "Arhgef1": 1304,
  "ARHGEF10": 1305,
  "Arhgef10": 1305,
  "ARHGEF10L": 1306,
  "Arhgef10l": 1306,
  "ARHGEF11": 1307,
  "Arhgef11": 1307,
  "ARHGEF12": 1308,
  "Arhgef12": 1308,
  "ARHGEF15": 1309,
  "Arhgef15": 1309,
  "ARHGEF16": 1310,
  "Arhgef16": 1310,
  "ARHGEF17": 1311,
  "Arhgef17": 1311,
  "ARHGEF18": 1312,
  "Arhgef18": 1312,
  "ARHGEF18-AS1": 1313,
  "ARHGEF19": 1314,
  "Arhgef19": 1314,
  "ARHGEF19-AS1": 1315,
  "ARHGEF2": 1316,
  "Arhgef2": 1316,
  "ARHGEF2-AS1": 1317,
  "ARHGEF2-AS2": 1318,
  "ARHGEF25": 1319,
  "Arhgef25": 1319,
  "ARHGEF26": 1320,
  "Arhgef26": 1320,
  "ARHGEF26-AS1": 1321,
  "ARHGEF28": 1322,
  "Arhgef28": 1322,
  "ARHGEF3": 1323,
  "Arhgef3": 1323,
  "ARHGEF3-AS1": 1324,
  "ARHGEF33": 1325,
  "Arhgef33": 1325,
  "ARHGEF34P": 1326,
  "ARHGEF35": 1327,
  "ARHGEF35-AS1": 1328,
  "ARHGEF37": 1329,
  "Arhgef37": 1329,
  "ARHGEF38": 1330,
  "Arhgef38": 1330,
  "ARHGEF38-IT1": 1331,
  "ARHGEF39": 1332,
  "Arhgef39": 1332,
  "ARHGEF4": 1333,
  "Arhgef4": 1333,
  "ARHGEF40": 1334,
  "Arhgef40": 1334,
  "ARHGEF5": 1335,
  "Arhgef5": 1335,
  "ARHGEF6": 1336,
  "Arhgef6": 1336,
  "ARHGEF7": 1337,
  "Arhgef7": 1337,
  "ARHGEF7-AS1": 1338,
  "ARHGEF7-AS2": 1339,
  "ARHGEF7-IT1": 1340,
  "ARHGEF9": 1341,
  "Arhgef9": 1341,
  "ARHGEF9-IT1": 1342,
  "ARID1A": 1343,
  "Arid1a": 1343,
  "ARID1B": 1344,
  "Arid1b": 1344,
  "ARID2": 1345,
  "Arid2": 1345,
  "ARID3A": 1346,
  "Arid3a": 1346,
  "ARID3B": 1347,
  "Arid3b": 1347,
  "ARID3BP1": 1348,
  "ARID3C": 1349,
  "Arid3c": 1349,
  "ARID4A": 1350,
  "Arid4a": 1350,
  "ARID4B": 1351,
  "Arid4b": 1351,
  "ARID5A": 1352,
  "Arid5a": 1352,
  "ARID5B": 1353,
  "Arid5b": 1353,
  "ARIH1": 1354,
  "Arih1": 1354,
  "ARIH2": 1355,
  "Arih2": 1355,
  "ARIH2OS": 1356,
  "ARIH2P1": 1357,
  "ARK2C": 1358,
  "RNF165": 1358,
  "Rnf165": 1358,
  "ARK2N": 1359,
  "C18orf25": 1359,
  "C18ORF25": 1359,
  "ARL1": 1360,
  "Arl1": 1360,
  "ARL10": 1361,
  "Arl10": 1361,
  "ARL11": 1362,
  "Arl11": 1362,
  "ARL13A": 1363,
  "ARL13B": 1364,
  "Arl13b": 1364,
  "ARL14": 1365,
  "Arl14": 1365,
  "ARL14EP": 1366,
  "Arl14ep": 1366,
  "ARL14EPL": 1367,
  "Arl14epl": 1367,
  "ARL14EPP1": 1368,
  "ARL15": 1369,
  "Arl15": 1369,
  "ARL16": 1370,
  "Arl16": 1370,
  "ARF1P2": 1371,
  "ARL17A": 1371,
  "ARL17B": 1372,
  "ARL2": 1373,
  "Arl2": 1373,
  "ARL2-SNX15": 1374,
  "ARL2BP": 1375,
  "Arl2bp": 1375,
  "ARL2BPP3": 1376,
  "ARL2BPP4": 1377,
  "ARL2BPP7": 1378,
  "ARL3": 1379,
  "Arl3": 1379,
  "ARL4A": 1380,
  "Arl4a": 1380,
  "ARL4AP1": 1381,
  "ARL4P": 1381,
  "ARL4AP2": 1382,
  "ARL4AP4": 1383,
  "ARL4AP5": 1384,
  "ARL4C": 1385,
  "Arl4c": 1385,
  "ARL4D": 1386,
  "Arl4d": 1386,
  "ARL5A": 1387,
  "Arl5a": 1387,
  "ARL5AP2": 1388,
  "ARL5AP3": 1389,
  "ARL5AP4": 1390,
  "ARL5AP5": 1391,
  "ARL5B": 1392,
  "Arl5b": 1392,
  "ARL5C": 1393,
  "Arl5c": 1393,
  "ARL6": 1394,
  "Arl6": 1394,
  "ARL6IP1": 1395,
  "Arl6ip1": 1395,
  "ARL6IP1P1": 1396,
  "ARL6IP1P2": 1397,
  "ARL6IP1P3": 1398,
  "ARL6IP4": 1399,
  "Arl6ip4": 1399,
  "ARL6IP5": 1400,
  "Arl6ip5": 1400,
  "ARL6IP6": 1401,
  "Arl6ip6": 1401,
  "ARL8A": 1402,
  "Arl8a": 1402,
  "ARL8B": 1403,
  "Arl8b": 1403,
  "ARL9": 1404,
  "Arl9": 1404,
  "C4orf3": 1405,
  "C4ORF3": 1405,
  "ARLNC1": 1406,
  "LINC02170": 1406,
  "PRCAT47": 1406,
  "ARMC1": 1407,
  "Armc1": 1407,
  "ARMC10": 1408,
  "Armc10": 1408,
  "ARMC10P1": 1409,
  "ARMC12": 1410,
  "ARMC2": 1411,
  "Armc2": 1411,
  "ARMC2-AS1": 1412,
  "ARMC3": 1413,
  "Armc3": 1413,
  "ARMC5": 1414,
  "Armc5": 1414,
  "ARMC6": 1415,
  "Armc6": 1415,
  "ARMC7": 1416,
  "Armc7": 1416,
  "ARMC8": 1417,
  "Armc8": 1417,
  "ARMC8P1": 1418,
  "ARMC9": 1419,
  "Armc9": 1419,
  "ARMCX1": 1420,
  "Armcx1": 1420,
  "ARMCX2": 1421,
  "Armcx2": 1421,
  "ARMCX3": 1422,
  "Armcx3": 1422,
  "ARMCX3-AS1": 1423,
  "ARMCX4": 1424,
  "Armcx4": 1424,
  "ARMCX5": 1425,
  "Armcx5": 1425,
  "ARMCX6": 1426,
  "Armcx6": 1426,
  "ARMCX7P": 1427,
  "ARMH1": 1428,
  "Armh1": 1428,
  "C1ORF228": 1428,
  "C1orf228": 1428,
  "ARMH2": 1429,
  "Armh2": 1429,
  "C6ORF229": 1429,
  "C6orf229": 1429,
  "ARMH3": 1430,
  "Armh3": 1430,
  "C10ORF76": 1430,
  "C10orf76": 1430,
  "ARMH4": 1431,
  "Armh4": 1431,
  "C14ORF37": 1431,
  "C14orf37": 1431,
  "ARMS2": 1432,
  "ARMT1": 1433,
  "Armt1": 1433,
  "C6orf211": 1433,
  "ARNILA": 1434,
  "ARNT": 1435,
  "Arnt": 1435,
  "ARNT2": 1436,
  "Arnt2": 1436,
  "ARPC1A": 1437,
  "Arpc1a": 1437,
  "ARPC1B": 1438,
  "Arpc1b": 1438,
  "ARPC2": 1439,
  "Arpc2": 1439,
  "ARPC3": 1440,
  "Arpc3": 1440,
  "ARPC3P1": 1441,
  "ARPC3P2": 1442,
  "ARPC3P3": 1443,
  "ARPC3P5": 1444,
  "ARPC4": 1445,
  "Arpc4": 1445,
  "ARPC4-TTLL3": 1446,
  "ARPC5": 1447,
  "Arpc5": 1447,
  "ARPC5L": 1448,
  "Arpc5l": 1448,
  "ARPIN": 1449,
  "Arpin": 1449,
  "C15orf38": 1449,
  "ARPIN-AP3S2": 1450,
  "C15orf38-AP3S2": 1450,
  "ARPP19": 1451,
  "Arpp19": 1451,
  "ARPP19P1": 1452,
  "ARPP19P2": 1453,
  "ARPP21": 1454,
  "Arpp21": 1454,
  "ARPP21-AS1": 1455,
  "ARR3": 1456,
  "ARRB1": 1457,
  "Arrb1": 1457,
  "ARRB2": 1458,
  "Arrb2": 1458,
  "ARRDC1": 1459,
  "Arrdc1": 1459,
  "ARRDC1-AS1": 1460,
  "C9orf37": 1460,
  "ARRDC2": 1461,
  "Arrdc2": 1461,
  "ARRDC3": 1462,
  "Arrdc3": 1462,
  "ARRDC3-AS1": 1463,
  "ARRDC4": 1464,
  "Arrdc4": 1464,
  "ARRDC5": 1465,
  "Arrdc5": 1465,
  "ARSA": 1466,
  "Arsa": 1466,
  "ARSD": 1467,
  "ARSD-AS1": 1468,
  "ARSF": 1469,
  "ARSG": 1470,
  "Arsg": 1470,
  "ARSH": 1471,
  "ARSI": 1472,
  "Arsi": 1472,
  "ARSJ": 1473,
  "Arsj": 1473,
  "ARSK": 1474,
  "Arsk": 1474,
  "ARSE": 1475,
  "ARSL": 1475,
  "ARSEP1": 1476,
  "ARSLP1": 1476,
  "ART1": 1477,
  "Art1": 1477,
  "ART2P": 1478,
  "ART3": 1479,
  "Art3": 1479,
  "ART4": 1480,
  "Art4": 1480,
  "ART5": 1481,
  "Art5": 1481,
  "ARTN": 1482,
  "Artn": 1482,
  "ARV1": 1483,
  "Arv1": 1483,
  "ARVCF": 1484,
  "Arvcf": 1484,
  "ARX": 1485,
  "Arx": 1485,
  "AS3MT": 1486,
  "As3mt": 1486,
  "ASAH1": 1487,
  "Asah1": 1487,
  "ASAH2": 1488,
  "Asah2": 1488,
  "ASAH2B": 1489,
  "ASAH2C": 1489,
  "ASAP1": 1490,
  "Asap1": 1490,
  "ASAP1-IT2": 1491,
  "ASAP2": 1492,
  "Asap2": 1492,
  "ASAP3": 1493,
  "Asap3": 1493,
  "ASB1": 1494,
  "Asb1": 1494,
  "ASB10": 1495,
  "Asb10": 1495,
  "ASB11": 1496,
  "Asb11": 1496,
  "ASB12": 1497,
  "ASB13": 1498,
  "Asb13": 1498,
  "ASB14": 1499,
  "Asb14": 1499,
  "ASB15": 1500,
  "Asb15": 1500,
  "ASB15-AS1": 1501,
  "ASB16": 1502,
  "Asb16": 1502,
  "ASB16-AS1": 1503,
  "ASB17": 1504,
  "Asb17": 1504,
  "ASB18": 1505,
  "Asb18": 1505,
  "ASB2": 1506,
  "Asb2": 1506,
  "ASB3": 1507,
  "Asb3": 1507,
  "ASB4": 1508,
  "Asb4": 1508,
  "ASB5": 1509,
  "Asb5": 1509,
  "ASB6": 1510,
  "Asb6": 1510,
  "ASB7": 1511,
  "Asb7": 1511,
  "ASB8": 1512,
  "Asb8": 1512,
  "ASB9": 1513,
  "ASB9P1": 1514,
  "ASCC1": 1515,
  "Ascc1": 1515,
  "ASCC2": 1516,
  "Ascc2": 1516,
  "ASCC3": 1517,
  "Ascc3": 1517,
  "ASCL1": 1518,
  "Ascl1": 1518,
  "ASCL2": 1519,
  "Ascl2": 1519,
  "ASCL3": 1520,
  "Ascl3": 1520,
  "ASCL4": 1521,
  "Ascl4": 1521,
  "ASCL5": 1522,
  "ASDURF": 1523,
  "ASF1A": 1524,
  "Asf1a": 1524,
  "ASF1B": 1525,
  "Asf1b": 1525,
  "ASGR1": 1526,
  "Asgr1": 1526,
  "ASGR2": 1527,
  "Asgr2": 1527,
  "ASH1L": 1528,
  "Ash1l": 1528,
  "ASH1L-AS1": 1529,
  "ASH1L-IT1": 1530,
  "ASH2L": 1531,
  "Ash2l": 1531,
  "ASH2LP1": 1532,
  "ASIC1": 1533,
  "Asic1": 1533,
  "ASIC2": 1534,
  "Asic2": 1534,
  "ASIC3": 1535,
  "Asic3": 1535,
  "ASIC4": 1536,
  "Asic4": 1536,
  "ASIC4-AS1": 1537,
  "ASIC5": 1538,
  "Asic5": 1538,
  "ASL": 1539,
  "Asl": 1539,
  "ASLP1": 1540,
  "ASMER1": 1541,
  "LINC02246": 1541,
  "ASMT": 1542,
  "ASMTL": 1543,
  "ASMTL-AS1": 1544,
  "NCRNA00105": 1544,
  "ASNS": 1545,
  "Asns": 1545,
  "ASNSD1": 1546,
  "Asnsd1": 1546,
  "ASNSP1": 1547,
  "ASNSP3": 1548,
  "ASNSP4": 1549,
  "ASNSP6": 1550,
  "ASPA": 1551,
  "Aspa": 1551,
  "ASPDH": 1552,
  "Aspdh": 1552,
  "ASPG": 1553,
  "Aspg": 1553,
  "ASPH": 1554,
  "Asph": 1554,
  "ASPHD1": 1555,
  "Asphd1": 1555,
  "ASPHD2": 1556,
  "Asphd2": 1556,
  "ASPM": 1557,
  "Aspm": 1557,
  "ASPN": 1558,
  "Aspn": 1558,
  "ASPRV1": 1559,
  "Asprv1": 1559,
  "ASPSCR1": 1560,
  "Aspscr1": 1560,
  "ASRGL1": 1561,
  "Asrgl1": 1561,
  "ASS1": 1562,
  "Ass1": 1562,
  "ASS1P1": 1563,
  "ASS1P10": 1564,
  "ASS1P11": 1565,
  "ASS1P12": 1566,
  "ASS1P2": 1567,
  "ASS1P4": 1568,
  "ASS1P5": 1569,
  "ASS1P6": 1570,
  "ASS1P7": 1571,
  "ASS1P9": 1572,
  "ASTE1": 1573,
  "Aste1": 1573,
  "ASTL": 1574,
  "Astl": 1574,
  "ASTN1": 1575,
  "Astn1": 1575,
  "ASTN2": 1576,
  "Astn2": 1576,
  "ASTN2-AS1": 1577,
  "ASXL1": 1578,
  "Asxl1": 1578,
  "ASXL2": 1579,
  "Asxl2": 1579,
  "ASXL3": 1580,
  "Asxl3": 1580,
  "ASXL3-DT": 1581,
  "ASZ1": 1582,
  "ATAD1": 1583,
  "Atad1": 1583,
  "ATAD2": 1584,
  "Atad2": 1584,
  "ATAD2B": 1585,
  "Atad2b": 1585,
  "ATAD3A": 1586,
  "Atad3a": 1586,
  "ATAD3B": 1587,
  "ATAD3C": 1588,
  "ATAD5": 1589,
  "Atad5": 1589,
  "ATAT1": 1590,
  "Atat1": 1590,
  "ATCAY": 1591,
  "Atcay": 1591,
  "ATE1": 1592,
  "Ate1": 1592,
  "ATE1-AS1": 1593,
  "ATE1OSP": 1593,
  "ATF1": 1594,
  "Atf1": 1594,
  "ATF1P1": 1595,
  "ATF2": 1596,
  "Atf2": 1596,
  "ATF3": 1597,
  "Atf3": 1597,
  "ATF4": 1598,
  "Atf4": 1598,
  "ATF4P1": 1599,
  "ATF4P2": 1600,
  "ATF4P3": 1601,
  "ATF4P4": 1602,
  "ATF5": 1603,
  "Atf5": 1603,
  "ATF6": 1604,
  "Atf6": 1604,
  "ATF6B": 1605,
  "Atf6b": 1605,
  "ATF7": 1606,
  "Atf7": 1606,
  "ATF7-NPFF": 1607,
  "ATF7IP": 1608,
  "Atf7ip": 1608,
  "ATF7IP2": 1609,
  "Atf7ip2": 1609,
  "ATG10": 1610,
  "Atg10": 1610,
  "ATG10-AS1": 1611,
  "ATG10-IT1": 1612,
  "ATG101": 1613,
  "Atg101": 1613,
  "C12orf44": 1613,
  "ATG12": 1614,
  "Atg12": 1614,
  "ATG12P1": 1615,
  "ATG13": 1616,
  "Atg13": 1616,
  "ATG14": 1617,
  "Atg14": 1617,
  "ATG16L1": 1618,
  "Atg16l1": 1618,
  "ATG16L2": 1619,
  "Atg16l2": 1619,
  "ATG2A": 1620,
  "Atg2a": 1620,
  "ATG2B": 1621,
  "Atg2b": 1621,
  "ATG3": 1622,
  "Atg3": 1622,
  "ATG3P1": 1623,
  "ATG4A": 1624,
  "Atg4a": 1624,
  "ATG4AP1": 1625,
  "ATG4B": 1626,
  "Atg4b": 1626,
  "ATG4C": 1627,
  "Atg4c": 1627,
  "ATG4D": 1628,
  "Atg4d": 1628,
  "ATG5": 1629,
  "Atg5": 1629,
  "ATG7": 1630,
  "Atg7": 1630,
  "ATG9A": 1631,
  "Atg9a": 1631,
  "ATG9B": 1632,
  "Atg9b": 1632,
  "ATIC": 1633,
  "Atic": 1633,
  "ATL1": 1634,
  "Atl1": 1634,
  "ATL2": 1635,
  "Atl2": 1635,
  "ATL3": 1636,
  "Atl3": 1636,
  "ATM": 1637,
  "Atm": 1637,
  "ATMIN": 1638,
  "Atmin": 1638,
  "ATN1": 1639,
  "Atn1": 1639,
